{
  "plantas": [
    {
      "id": "neem",
      "nombre_comun": "Neem",
      "nombre_cientifico": "Azadirachta indica",
      "familia": "Meliaceae",
      "reino": "Plantae",
      "orden": "Sapindales",
      "especie": "Azadirachta indica; A.Juss.",
      "division": "Magnoliophyta",
      "imagen": "images/Azadirachta indica.png",
      "descripcion_corta": "El Neem (Azadirachta indica) es un árbol de rápido crecimiento de la familia Meliaceae, que puede alcanzar alturas de 15 a 20 metros, con un follaje denso. Su tronco es corto y recto, con una corteza grisácea y agrietada. Se distingue por su amplio ramaje (hasta 20 m de diámetro) y sus hojas compuestas de color verde oscuro. Produce flores blancas y fragantes en panículas colgantes y un fruto tipo drupa (similar a una aceituna) cuyo mesocarpio es dulce pero de sabor desagradable. El árbol exhibe dicogamia, teniendo flores femeninas y masculinas en distintos periodos.",
      "descripcion_larga": "Taxonomía y Características Generales\n\nEl Neem (Azadirachta indica) es un árbol de la familia Meliaceae conocido por su rápido crecimiento. Puede alcanzar una altura notable de 15 a 20 metros, llegando raramente a los 35 a 40 metros. Mantiene un follaje abundante durante todo el año, aunque puede deshojarse casi completamente en condiciones ambientales muy severas. El ramaje es notablemente amplio, pudiendo extenderse de 15 a 20 metros de diámetro en un árbol desarrollado.\n\nTronco, Raíces y Hojas\n\nEl tronco es corto y recto, con un diámetro que puede alcanzar hasta 250 cm. La corteza es dura, agrietada, y varía de color gris claro a castaño rojizo. La savia es grisácea, y el duramen (corazón del tronco) es rojo, oscureciéndose a castaño rojizo al exponerse al aire. Su sistema radicular está compuesto por una robusta raíz principal y un desarrollo extenso de raíces laterales. Las hojas son compuestas, con un tallo de 20 a 40 cm de longitud, llevando de 20 a 31 hojuelas verde oscuro, cada una de 3 a 8 cm de largo, con márgenes dentados. Las hojas muy jóvenes presentan un color rojo o púrpura.\n\nFlores y Frutos\n\nLas flores del Neem son blancas y fragantes. Están dispuestas en panículas colgantes de más de 25 cm de longitud, ramificadas hasta el tercer grado con entre 150 y 250 flores individuales. Una característica distintiva de su floración es la dicogamia, un mecanismo por el cual las flores masculinas y femeninas se presentan en el mismo árbol, pero en periodos de tiempo diferentes.\n\nEl fruto es una drupa (similar a una aceituna) que varía de forma de óvalo elongado a ligeramente redondo, midiendo 14 a 28 mm de largo al madurar. El mesocarpio (la pulpa) es blanco amarillento y fibroso; aunque se describe como dulce, es desagradable al gusto. El endocarpio es duro y blanco, albergando una, y rara vez dos o tres, semillas elongadas con una corteza castaña.",
      "usos": "Los extractos de neem actúan, en los insectos, como antinutrientes e inhibidores hormonales de la metamorfosis; disminuyen los niveles de proteínas y aminoácidos en la hemolinfa e interfieren en la síntesis de quitina, lo que disminuye o anula la fecundidad al impedir a los insectos alcanzar la madurez, prolongando los estados larvarios o causándoles la muerte al no poder realizar las mudas.[cita requerida]\nEn la industria de jabones reemplaza a los aceites de coco, palma africana y maní. Como contiene ácidos mirístico y láurico, los jabones fabricados con dicho aceite tendrán más espuma y más detergencia que aquellos fabricados con aceites comestibles. También es superior al aceite de higuerilla o ricino.\nLa pulpa se usa en la India como generador de gas metano.\nLa planta como fertilizante orgánico es superior al estiércol vacuno, porcino o de otra fuente. También, como abono orgánico es apreciada por sus propiedades insecticidas y repelentes, especialmente contra ciertos insectos como las termitas o comejenes y los dañinos nemátodos. Mezclada con urea para abonar el suelo, da buenos resultados y actúa como biocida. Las hojas verdes constituyen un fertilizante excelente y barato.\nEl aceite de sus semillas se usa para preparar cosméticos. Además del uso medicinal, los árboles de nim se cultivan para disminuir la desertificación y se cree es un buen absorbente del dióxido de carbono.\nEl principal interés de los científicos es investigar su posible propiedad insecticida. Muchos de los metabolitos secundarios del árbol tienen actividad biológica, pero la azadiractina es considerada de mayor importancia ecológica. Los estudios han demostrado que afecta las actividades de numerosas especies, actúa interrumpiendo el ciclo vital del insecto. Las investigaciones han aumentado en el pasado, así como el deseo de conseguir un pesticida efectivo y seguro y parece ser que el nim tendrá importancia en el control de plagas.",
      "distribucion": "Fue introducido para cultivo en otros países de Asia, África, América, Australia..."
    },
    {
      "id": "araucaria",
      "nombre_comun": "Araucaria",
      "nombre_cientifico": "Araucaria araucana",
      "familia": "Araucariaceae ",
      "reino": "Plantae",
      "orden": "Araucariales",
      "especie": "araucana",
      "division": "Pinophyta",
      "imagen": "images/araucaria araucana.png",
      "descripcion_corta": "La Araucaria es un \"fósil viviente\" de la era Mesozoica, un árbol columnado que alcanza de 30 a 80 metros de altura, con ramas horizontales y hojas coriáceas. Se encuentra en bosques y estepas, prefiriendo sitios expuestos. Es especialmente significativa en la región de Arauco, donde la especie Araucaria araucana (llamada Pehuén por los Mapuche) es sagrada y sus grandes semillas comestibles son una importante fuente de alimento. Estos árboles son dioicos, con conos masculinos y femeninos en ejemplares separados. Su lento crecimiento limita su uso ornamental, aunque se pueden ver ejemplares en parques grandes a nivel mundial.",
      "descripcion_larga": "El género Araucaria comprende árboles columnados, a menudo llamados \"fósiles vivientes\" debido a que datan de la era Mesozoica. Aunque sus registros fósiles indican que estuvieron presentes en el hemisferio norte hasta el final del Cretácico, hoy se encuentran en bosques y estepas con afinidad por los sitios expuestos.\n\nSon árboles predominantemente grandes con un vástago erguido masivo, capaces de alcanzar una altura de 30 a 80 metros. Sus ramas son típicamente horizontales y bien separadas, cubiertas con hojas coriáceas y aciculares que pueden ser lanceoladas y estrechas o anchas y planas, traslapándose en distintos grados.\n\nLa importancia de la Araucaria araucana es cultural y alimenticia en la región de Arauco. Los pehuenches (integrantes del pueblo mapuche) llaman a este árbol Pehuén y lo consideran un regalo y símbolo de su dios, Ngenechén. Cosechan extensivamente sus semillas, a pesar de ser llamadas \"piñón\" son muy distintas a las de los pinos (Pinus), son grandes, comestibles y ricas en nutrientes.\n\nLos árboles son mayormente dioicos, lo que significa que los conos masculinos y femeninos se presentan en árboles separados. Los conos femeninos, que se encuentran en la copa, son globosos y varían de 7 a 25 cm de diámetro, conteniendo entre 80 y 200 de las semillas comestibles. Los conos masculinos son más pequeños (4 a 10 cm) y cilíndricos.\n\nA pesar de su lento crecimiento, lo que limita su difusión frente a otras especies ornamentales, ejemplares de Araucaria se pueden encontrar en grandes parques y plazas alrededor del mundo. Un dato interesante es que la cantidad de niveles de sus ramas a menudo se corresponde con la edad del árbol.",
      "usos": "La araucaria tiene usos múltiples en carpintería y construcción por su madera, en alimentación por sus piñones (harina, bebidas, sopas) y en medicina tradicional por su resina. También es valorada como planta ornamental y como alimento para diversas especies. ",
      "distribucion": "Los miembros de Araucaria se encuentran en Argentina , Brasil , Nueva Caledonia , Isla Norfolk , Australia , Nueva Guinea , Chile y Papúa (Indonesia) . Muchas, si no todas, las poblaciones actuales son relictos y de distribución restringida. Se encuentran en bosques y matorrales de maquis , con afinidad por sitios expuestos. Los primeros registros del género datan del Jurásico Medio , representado por Araucaria mirabilis de Argentina y Araucaria sphaerocarpa de Inglaterra. Los registros fósiles muestran que el género también se encontraba anteriormente en el hemisferio norte hasta el final del período Cretácico . \n Una posible especie de Araucaria puede haber existido en Nueva Zelanda tan recientemente como hace 350.000 años. Sin embargo, también es posible que este fósil en realidad represente un espécimen de Agathis .  \nCon mucho, la mayor diversidad existe en Nueva Caledonia , probablemente debido a una radiación adaptativa relativamente reciente , ya que todas las especies de Nueva Caledonia están más estrechamente relacionadas entre sí que con otras Araucaria .  \nGran parte de Nueva Caledonia está compuesta de roca ultramáfica con suelos serpentinos , con bajos niveles de nutrientes, pero altos niveles de metales como el níquel . En consecuencia, sus especies endémicas de Araucaria están adaptadas a estas condiciones, y muchas especies se han visto gravemente afectadas por la minería de níquel en Nueva Caledonia y ahora se consideran amenazadas o en peligro de extinción, debido a que su hábitat se encuentra en áreas privilegiadas para las actividades de minería de níquel.\nAlgunas evidencias sugieren que los largos cuellos de los dinosaurios saurópodos podrían haber evolucionado específicamente para ramonear el follaje de árboles altos, incluyendo los de Araucaria . Un análisis de las hojas de Araucaria modernas reveló que tienen un alto contenido energético, pero su fermentación es lenta, lo que convierte a sus ancestros en un objetivo atractivo."
    }
  ]
}