{
  "plantas": [
    {
      "id": "neem",
      "nombre_comun": "Neem",
      "nombre_cientifico": "Azadirachta indica",
      "familia": "Meliaceae",
      "reino": "Plantae",
      "orden": "Sapindales",
      "especie": "Azadirachta indica; A.Juss.",
      "division": "Magnoliophyta",
      "imagen": "images/Azadirachta indica.png",
      "descripcion_corta": "Árbol de rápido crecimiento y abundante follaje, valorado globalmente por sus propiedades. Su taxonomía lo ubica en la familia de las caobas (Meliaceae).",
      "descripcion_larga": "El Neem es un árbol de crecimiento rápido que típicamente alcanza alturas de 15 a 20 metros, llegando ocasionalmente hasta 40 metros. Su follaje es denso y persistente durante todo el año, aunque puede perderlo casi por completo en condiciones de sequía severa. Posee un tronco robusto, corto y recto, con una corteza agrietada que varía de gris claro a castaño rojizo. Sus hojas son compuestas, midiendo 20 a 40 cm, con 20 a 31 folíolos verde oscuro, asimétricos y dentados. Produce flores blancas y fragantes dispuestas en panículas colgantes. El fruto es una drupa de forma similar a una aceituna, que al madurar es blanco amarillenta, fibrosa, con un sabor dulce inicial pero desagradable, conteniendo una o pocas semillas elongadas. El Neem exhibe dicogamia, un fenómeno donde las flores masculinas y femeninas se presentan en el mismo árbol, pero en diferentes periodos de tiempo.",
      "usos": "El principal interés científico reside en sus propiedades insecticidas, particularmente por la azadiractina, un metabolito secundario. Sus extractos actúan como antinutrientes e inhibidores hormonales en insectos, interrumpiendo su ciclo vital al interferir con la síntesis de quitina y prolongando los estados larvarios o causando la muerte.\n\nSe utiliza como fertilizante orgánico superior al estiércol común. Mezclado con urea, optimiza la abonación. Su bagazo y hojas se valoran por sus propiedades repelentes contra plagas como termitas y nemátodos.\n\nEl aceite de sus semillas reemplaza aceites de coco o palma en la industria de jabones (al ser rico en ácidos mirístico y láurico, mejora la espuma y detergencia). También se usa en cosméticos.\n\nSe cultiva activamente para combatir la desertificación y se considera un buen absorbente de dióxido de carbono.",
      "distribucion": "Nativo del subcontinente indio y el sudeste asiático. Debido a su adaptabilidad y valor, ha sido introducido y cultivado en numerosas zonas tropicales y subtropicales de Asia, África, América, Australia y las islas del Pacífico. Su cultivo es exitoso en estas zonas, excluyendo las áreas de gran altitud."
    },
    {
      "id": "araucaria",
      "nombre_comun": "Araucaria",
      "nombre_cientifico": "Araucaria Spp",
      "familia": "Araucariaceae ",
      "reino": "Plantae",
      "orden": "Araucariales",
      "especie": "A. araucana",
      "division": "Pinophyta",
      "imagen": "images/araucaria araucana.png",
      "descripcion_corta": "Gigantescos coníferos o \"fósiles vivientes\" del Mesozoico, conocidos por su porte columnado, ramas horizontales bien separadas y hojas aciculares o lanceoladas. Son principalmente dioicos (conos masculinos y femeninos en árboles separados) y producen semillas grandes y comestibles, llamadas piñones.",
      "descripcion_larga": "La Araucaria es un género de árboles majestuosos y longevos que pueden alcanzar alturas impresionantes de 30 a 80 metros. Sus características más distintivas incluyen un vástago erguido y masivo, ramas que crecen en niveles horizontales bien separados (cuya cantidad puede indicar la edad del árbol), y hojas coriáceas que varían de aciculares y traslapadas a anchas y planas, dependiendo de la especie. Como \"fósiles vivientes\", estos árboles han existido desde la Era Mesozoica. Los conos femeninos, grandes y globosos (7 a 25 cm de diámetro), contienen de 80 a 200 semillas comestibles que son cultural y alimenticiamente importantes, especialmente para el pueblo Mapuche, que las llama \"Pehuén\". Los árboles son, en su mayoría, dioicos, lo que significa que los órganos reproductivos (conos) masculinos y femeninos se encuentran en ejemplares distintos.",
      "usos": "La Araucaria posee una gran variedad de usos: Madera para carpintería y construcción; Alimentación a partir de sus piñones (utilizados para harinas, bebidas, sopas); Medicina tradicional (por su resina); y es muy valorada como planta ornamental en parques y plazas de todo el mundo, a pesar de su lento crecimiento. También funciona como fuente de alimento para diversas especies de la fauna.",
      "distribucion": "La distribución del género es relicta y restringida en la actualidad, abarcando regiones del Hemisferio Sur como Argentina, Brasil, Chile, Australia, Nueva Guinea, Isla Norfolk, y Nueva Caledonia. La mayor diversidad se concentra en Nueva Caledonia, donde las especies se han adaptado a suelos serpentinos y ultramáficos. Históricamente, el género se extendió al Hemisferio Norte hasta el final del Cretácico. Muchas poblaciones actuales están amenazadas debido a la restricción de su hábitat, en algunos casos por actividades como la minería (especialmente de níquel en Nueva Caledonia)."
    },
    {
      "id": "laureldeindias",
      "nombre_comun": "Laurel de Indias",
      "nombre_cientifico": "Ficus microcarpa",
      "familia": "Moraceae (familia de las moras y los higos)",
      "reino": "Plantae",
      "orden": "Rosales",
      "especie": "F. microcarpa",
      "division": "Magnoliophyta (plantas con flor)",
      "imagen": "images/f. microcarpa.jpg",
      "descripcion_corta": "Árbol perenne de gran porte y rápido crecimiento, famoso por sus raíces aéreas que se unen al tronco y su densa copa. Originario de Asia, es muy usado como ornamental y en ocasiones se comporta como especie invasora.",
      "descripcion_larga": "El Laurel de Indias es un árbol que puede superar los 15 metros, con una copa voluminosa y muy ramificada. Sus hojas son de un verde oscuro, coriáceas (de textura similar al cuero) y se disponen de forma alterna. Una característica distintiva son sus raíces aéreas que descienden, tocan el suelo y se engrosan, uniéndose al tronco principal. Produce diminutas flores dioicas (separadas por sexo en distintos árboles) que dan lugar a pequeños frutos de menos de 1 cm llamados siconos, que maduran de verde a amarillo/rojizo. Su polinización es altamente especializada y depende de avispas del higo (Pegoscapus y Eupristina verticillata).",
      "usos": "Principalmente como árbol de sombra en calles de climas cálidos y subtropicales. También es muy popular como planta ornamental de interior y es una especie muy apreciada para el arte del bonsái debido a su capacidad de formar troncos robustos y raíces aéreas interesantes.",
      "distribucion": "Nativo del sur y sureste de Asia. Ha sido ampliamente introducido en zonas tropicales y subtropicales del mundo, donde se ha naturalizado. Se considera una especie invasora en regiones como Hawái, Florida, Centro y Sudamérica. En Europa, se encuentra en las costas de España, Baleares, Canarias, Portugal (Algarve), Sicilia y Chipre."
    },
    {
      "id": "malinche",
      "nombre_comun": "Malinche",
      "nombre_cientifico": "Delonix regia",
      "familia": "Fabaceae (Familia de las leguminosas)",
      "reino": "Plantae",
      "orden": "Fabales. Este orden incluye a las plantas con flores que producen frutos en forma de vaina (legumbres), como el frijol, las arvejas y, en este caso, el Malinche.",
      "especie": "Delonix regia",
      "division": "Magnoliophyta (Angiospermas). Agrupa a todas las plantas con flores que producen semillas encerradas en un fruto.",
      "imagen": "images/Delonix regia.png",
      "descripcion_corta": "El Malinche es un árbol tropical mundialmente famoso por su espectacular floración roja o anaranjada. Puede alcanzar hasta 12 metros de altura, con un follaje denso y una copa muy extendida, ideal para sombra. Aunque caducifolio en climas secos, mantiene sus hojas en condiciones más suaves.",
      "descripcion_larga": "Delonix regia, conocido como Malinche, es un árbol de la familia de las Fabáceas (leguminosas) que destaca por ser uno de los más coloridos del mundo. Alcanza una altura promedio de 8 a 12 metros, pero su característica más distintiva es su follaje denso y extendido (haciéndolo un excelente árbol de sombra) y sus flores grandes y vistosas. Estas flores tienen cuatro pétalos de hasta 8 cm y un quinto pétalo, el estandarte, que es más largo y está manchado de blanco y amarillo. Sus hojas son grandes (30 a 50 cm) y bipinnadas (doblemente compuestas), lo que les da una apariencia fina y plumosa. Produce vainas leñosas y oscuras de hasta 60 cm de largo que contienen sus semillas. Su comportamiento es caducifolio (pierde hojas) en temporadas secas intensas, pero es perennifolio (mantiene hojas) en climas menos rigurosos.",
      "usos": "Principalmente Ornamental (embellecimiento de calles y parques) debido a su llamativa floración y como Árbol de Sombra por su amplia copa.\n\nEn el Caribe, sus vainas maduras y semillas se utilizan como instrumentos de percusión, conocidos como shak-shak o maracas.\n\nLas vainas también se usan como alimento para el ganado en algunas regiones.\n\nEn zonas como el País Vasco, sus ramas (\"chivatas\") se utilizan para cercar ganado caprino.",
      "distribucion": "Es originario de Madagascar, donde paradójicamente se encuentra en peligro de extinción en su hábitat natural (selva seca caducifolia). Sin embargo, ha sido introducido y naturalizado globalmente en casi todas las regiones tropicales y subtropicales del mundo debido a su popularidad ornamental.\n\nSe distribuye ampliamente en: América Tropical (México, Centroamérica, Caribe, Colombia, Venezuela, Brasil, etc.), Estados Unidos (Florida, Hawái, etc.), India, Australia, y regiones con climas similares en África (como Cabo Verde) y Europa (Islas Canarias, Madeira). Requiere un clima tropical o subtropical, tolerando bien la sequía y la salinidad."
    },
    {
      "id": "amapola-inmortal",
      "nombre_comun": "Amapola Inmortal",
      "nombre_cientifico": "Erythrina variegata L.",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "E. variegata",
      "division": "Magnoliophyta (Angiospermas)",
      "imagen": "images/Erythrina variegata L.jpg",
      "descripcion_corta": "Árbol caducifolio tropical de crecimiento rápido, conocido por sus llamativas flores rojo-anaranjadas que aparecen antes de las hojas, y su corteza lisa con vetas claras. Es fácilmente propagable a partir de esquejes, lo que le da su cualidad de \"inmortal\".",
      "descripcion_larga": "Es un árbol robusto que puede alcanzar de 15 a 20 metros de altura, con una forma extendida y erecta. Su rasgo distintivo es su corteza lisa que exhibe un patrón de vetas verticales en tonos de verde, gris y blanco. Presenta pequeñas espinas en el tallo y las ramas que pueden caer con el tiempo. Sus hojas son trifoliadas (tres folíolos) y a menudo variegadas, de forma acorazonada. Es un árbol caducifolio, perdiendo sus hojas típicamente antes de la floración. Produce inflorescencias densas de flores de un brillante color rojo anaranjado. Después de la floración, desarrolla vainas gruesas y negras que contienen de 5 a 10 semillas ovaladas.",
      "usos": "Es muy valorado como soporte vivo para cultivos trepadores (pimienta, ñame, betel) y como árbol de sombra en plantaciones de café y cacao, ya que su sistema radicular no compite excesivamente con los cultivos.\n\nSe utiliza como cortavientos debido a su sistema radicular fuerte.\n\nSus ramas gruesas se plantan para formar cercas vivas.\n\nEl follaje es un excelente alimento para el ganado (16-18% de proteína cruda), podándose varias veces al año para maximizar la producción.\n\nSu madera es ligera y blanda (baja densidad de 0,2-0,3), usada en la fabricación de cajas, juguetes, marcos y para pulpa.\n\nEn Asia, la corteza y las hojas se usan en la medicina tradicional (como el paribhadra en la India) para tratar parásitos y aliviar el dolor articular.",
      "distribucion": "Es nativa de las costas de la India y Malasia. Gracias a que sus semillas pueden flotar y viajar en agua salada, se ha extendido ampliamente por las zonas costeras de los trópicos del Viejo Mundo, desde África Oriental hasta Polinesia y el norte de Australia.\n\nFue introducida en el Nuevo Mundo y se naturalizó rápidamente, llegando a ser considerada nativa en algunas regiones. Actualmente es común como seto en lugares como el sur de Florida."
    },
    {
      "id": "cipres",
      "nombre_comun": "Ciprés",
      "nombre_cientifico": "Cupressus sempervirens",
      "familia": "Cupressaceae",
      "reino": "Plantae",
      "orden": "Pinales",
      "especie": "C. sempervirens",
      "division": "Pinophyta (Coníferas)",
      "imagen": "images/cipres.jpg",
      "descripcion_corta": "Árbol conífera perennifolia de porte generalmente piramidal o columnar, caracterizado por su larga vida (hasta 300 años o más), su crecimiento inicial rápido y su follaje de hojas pequeñas en forma de escama. Es muy utilizado como ornamental y cortavientos, especialmente en regiones templadas.",
      "descripcion_larga": "El Ciprés es un árbol conífera, lo que significa que pertenece a la división Pinophyta. Su característica más distintiva es su hoja perenne, que mantiene el verdor todo el año. Alcanza alturas de hasta 20-30 metros y presenta un porte típicamente piramidal y denso (aunque algunas especies son esféricas). Posee un tronco recto con corteza delgada y fisurada. Sus hojas son diminutas (2-6 mm), con forma de escama. Produce flores masculinas y femeninas en el mismo ejemplar (monoico); las femeninas se desarrollan en una estructura globular llamada gálbula (o cono) de hasta 4 cm, que es verde y se vuelve marrón rojiza al madurar. Su sistema radicular es pivotante, creciendo en profundidad, lo que evita daños a estructuras cercanas.",
      "usos": "Muy valorada por su durabilidad, textura fina, grano recto, bajo contenido resinoso y aroma similar al cedro. Se emplea en ebanistería, construcción (vigas, postes), lagares, tornería e instrumentos musicales, siendo esencial para las guitarras flamencas tradicionales. Ornamental y Paisajístico: Ampliamente cultivado en parques, jardines, alrededor de templos, y como setos medianeros o cortavientos debido a su forma densa y su resistencia. Medicinal y Cosmético: De las hojas y conos se extrae el aceite de ciprés, usado en aromaterapia y fitoterapia por sus propiedades astringentes, y para tratar dolencias como dolores de cabeza, articulares, varices y hemorroides.",
      "distribucion": "Originario de localidades dispersas en regiones templadas cálidas del Hemisferio Norte, abarcando el noroeste de África, Oriente Medio, el Himalaya, el sur de China y el norte de Vietnam. Se ha naturalizado y se cultiva extensivamente en todas las regiones templadas del mundo (Europa, Asia, África oriental, Sudáfrica, Nueva Zelanda, América). Es un componente icónico del paisaje mediterráneo."
    },
    {
      "id": "adonidia-merrillii",
      "nombre_comun": "Palmera coquera",
      "nombre_cientifico": "Adonidia merrillii (Becc.) Becc.",
      "familia": "Arecaceae",
      "reino": "Plantae",
      "orden": "Arecales",
      "especie": "A. merrillii",
      "division": "Magnoliophyta (Angiospermas)",
      "imagen": "images/adonidia merrillii.jpg",
      "descripcion_corta": "Palmera tropical de tamaño mediano (hasta 8 m), esbelta y de tronco solitario, con un capitel verde distintivo. Es famosa por sus frutos escarlatas brillantes que maduran en invierno, dándole el apodo de \"Palma de Navidad\".",
      "descripcion_larga": "Esta palmera solitaria es originaria de Filipinas. Alcanza típicamente una altura de 7.6 a 8 metros, con un tronco liso de color gris claro. Se distingue por su capitel (la base de las hojas que parece un tallo envuelto) de color verde brillante. Sus hojas son pinnadas y arqueadas, formando una copa elegante. La característica más notable son sus frutos ovoides, que cambian de color verde a un rojo escarlata vivo durante el invierno (temporada navideña), haciéndola muy popular ornamentalmente. La planta es monoica, es decir, tiene flores masculinas y femeninas en el mismo ejemplar.",
      "usos": "Principalmente Ornamental y de Paisajismo. Es muy apreciada por su aspecto elegante, su tamaño manejable y su bajo mantenimiento, ya que es \"autopodable\" (las hojas muertas caen solas). Es una elección común en parques, jardines tropicales y subtropicales, y como planta de interior en maceta para decoración de lujo (hoteles, casinos) debido a su tolerancia a condiciones de poca luz. Sus frutos a veces se utilizan como sustituto de la nuez de betel en la preparación del buyo tradicional.",
      "distribucion": "Nativa de Filipinas (especialmente en Palawan). Se cultiva extensamente en las zonas tropicales y subtropicales del mundo, como el sur de Florida, Hawái y las Indias Occidentales, donde a veces se naturaliza. No tolera las heladas, limitando su uso perenne en exteriores a climas cálidos."
    },
    {
      "id": "mango",
      "nombre_comun": "Mango",
      "nombre_cientifico": "Mangifera indica",
      "familia": "Anacardiaceae",
      "reino": "Plantae",
      "orden": "Sapindales",
      "especie": "M. indica",
      "division": "Magnoliophyta",
      "imagen": "images/mango.jpg",
      "descripcion_corta": "Árbol perenne de gran tamaño (hasta 45 m) con hojas coriáceas y frutos tipo drupa. El fruto, el mango, es globalmente apreciado por su pulpa jugosa, dulce y aromática, que varía en color (verde a rojizo-amarillo) y contenido de fibra al madurar.",
      "descripcion_larga": "Árbol de hoja perenne que alcanza alturas impresionantes y posee una copa ancha. Sus hojas son simples, lanceoladas y de un verde oscuro intenso. Las flores se agrupan en panículas terminales o axilares, siendo pequeñas y variando en color (rojo, amarillo, etc.). El fruto es una drupa (fruto carnoso con una sola semilla dura en el centro) con una pulpa que puede ser fibrosa o no (como el 'mango de hilacha'). El sabor evoluciona de medianamente ácido a dulce a medida que madura.",
      "usos": "Alimenticio: Principalmente consumido fresco. También se usa en bebidas, conservas (Cuba), y como alimento para fauna silvestre (chácharo, lapa). Medicinal y Tradicional: Infusión de hojas y corteza como desinfectante y para enfermedades gastrointestinales (Siona, Putumayo); decocción de hojas como anticonceptivo/abortivo (Tikuna, Amazonas). Enjuagues para oscurecer el cabello y prevenir la caída. Maderable: La madera se usa para muebles e instrumentos musicales (ukeleles), aunque es susceptible a hongos. Contiene sustancias fenólicas que pueden causar dermatitis. Artesanal: Las hojas se queman en Chulucanas (Perú) para dar color y brillo a la cerámica. Melífera: Es una fuente de néctar para las abejas.",
      "distribucion": "Es originario del subcontinente indio (India) y la Indochina. Está ampliamente introducido y cultivado en regiones intertropicales de todo el mundo, como Nicaragua, Colombia, Cuba, Perú y Venezuela, y en zonas de clima templado o mediterráneo como el sur de España (Málaga). Es una planta muy resistente y agresiva, que tolera bien la sequía y es difícil de quemar."
    },
    {
      "id": "pandanus-utilis",
      "nombre_comun": "Palma de tirabuzón",
      "nombre_cientifico": "Pandanus utilis",
      "familia": "Pandanaceae",
      "reino": "Plantae",
      "orden": "Pandanales",
      "especie": "P. utilis",
      "division": "Magnoliophyta",
      "imagen": "images/pandanus parkinson.jpg",
      "descripcion_corta": "Árbol tropical dioico de apariencia inusual que asemeja una palmera. Se distingue por su tronco robusto y liso, y por las características raíces fúlcreas (aéreas o \"zancos\") que le brindan soporte. Sus hojas largas y en espiral le dan el nombre de \"tirabuzón\".",
      "descripcion_larga": "La Palma de tirabuzón es un árbol con un aspecto particularmente extraño e impactante. Presenta un tronco cilíndrico de diámetro uniforme con una corteza lisa y jaspeada. Su característica más distintiva son las numerosas raíces fúlcreas que nacen desde el tallo y descienden hasta el suelo, anclando firmemente el árbol y dándole una apariencia de \"patas de araña\" o zancos. El árbol es dioico, lo que significa que posee flores masculinas y femeninas en individuos separados. El follaje está compuesto por hojas alargadas, estrechas y con bordes aserrados que crecen en una disposición espiralada en el extremo de las ramas. Produce un fruto de tipo drupa, que se agrupa en una estructura esférica similar a una piña grande y que tiene la capacidad de flotar, facilitando su dispersión a larga distancia entre islas.",
      "usos": "El Pandanus utilis es considerado uno de los árboles más útiles del Pacífico, junto con el cocotero. Sus usos principales incluyen: Cestería y artesanías con sus hojas, material para cubrir tejados, y alimento (frutas y semillas) que se consumen cocidas, especialmente en tiempos de escasez (es muy apreciado en lugares como Kiribati). Las drupas perfumadas se utilizan para elaborar collares y coronas en festividades. En Asia, sus hojas secas se emplean como repelente natural para cucarachas en vehículos.",
      "distribucion": "Originario de Madagascar y las islas Mascareñas (Océano Índico). Se encuentra ampliamente repartido y cultivado en todas las islas del Pacífico tropical, siendo su hábitat predilecto los atolones de la Polinesia y la Micronesia. Debido a su valor ornamental y a su resistencia, se ha introducido y se cultiva en jardines de regiones tropicales y subtropicales de todo el mundo, como Puerto Rico, Florida y California."
    },
    {
      "id": "palmera-mariposa",
      "nombre_comun": "Palmera",
      "nombre_cientifico": "Chrysalidocarpus lutescens",
      "familia": "Arecaceae",
      "reino": "Plantae",
      "orden": "Arecales",
      "especie": "C. lutescens",
      "division": "Magnoliophyta",
      "imagen": "images/C. lutescens.jpg",
      "descripcion_corta": "Palmera tropical perenne, multicaña, de porte esbelto y hojas pinnadas arqueadas que le dan una apariencia de mariposa. Es una de las plantas de interior más populares a nivel mundial por su elegancia y adaptabilidad.",
      "descripcion_larga": "Es una planta perenne que alcanza de 6 a 12 metros de altura, formando un denso grupo de múltiples tallos delgados, erectos y de textura similar a la caña que emergen desde la base. Sus hojas son pinnadas (compuestas por folíolos dispuestos a lo largo de un nervio central), de hasta 3 metros de largo, con una curvatura ascendente característica que le otorga el apodo de \"Palmera Mariposa\". El pecíolo y el nervio central son de color amarillo. Produce inflorescencias en panículas de flores amarillas durante el verano, seguidas de pequeños frutos oblongos que cambian de dorado a púrpura oscuro. Su propagación se realiza comúnmente mediante el corte de sus hijuelos (retoños basales).",
      "usos": "Ornamental: Es una de las palmeras más importantes a nivel comercial, utilizada globalmente como planta de interior en climas templados o como ejemplar de paisajismo, seto o pantalla de privacidad en regiones tropicales y subtropicales. Medioambiental y Medicinal: En su región nativa (este de Madagascar), tiene usos tradicionales ambientales y medicinales. Artesanal: Antiguamente, sus fibras eran utilizadas en la fabricación de redes de pesca.",
      "distribucion": "Nativa: Es originaria de Madagascar y se encuentra principalmente en las zonas del este de la isla. Cultivo: Está ampliamente distribuida a nivel mundial en todas las regiones tropicales y subtropicales para el paisajismo exterior, y se cultiva globalmente en interiores como una de las plantas de casa más comunes debido a su popularidad."
    },
    {
      "id": "napoleon",
      "nombre_comun": "Napoleón",
      "nombre_cientifico": "Bougainvillea spp.",
      "familia": "Nyctaginaceae",
      "reino": "Plantae",
      "orden": "Caryophyllales",
      "especie": "B. glabra",
      "division": "Magnoliophyta",
      "imagen": "images/napoleon.jpg",
      "descripcion_corta": "Arbusto trepador, perenne en climas tropicales y caducifolio en seco/frío, conocido por sus vistosas brácteas de colores brillantes (magenta, rojo, naranja, etc.) que rodean sus pequeñas flores tubulares. Posee tallos leñosos con afiladas espinas.",
      "descripcion_larga": "Son arbustos o pequeños árboles, muchos de ellos trepadores vigorosos que pueden alcanzar hasta 12 m. Se anclan mediante espinas afiladas. Las hojas son alternas, simples, ovalado-acuminadas. Las verdaderas flores son pequeñas y blancas, hermafroditas, agrupadas de tres y poco conspicuas. Su principal atractivo son las brácteas persistentes (hojas modificadas) de textura papirácea y de vivos colores (blanco, amarillo, rosa, morado, etc.), que a menudo se confunden con los pétalos. La planta es sensible a heladas, entrando en latencia y botando hojas en condiciones frías. El fruto es un aquenio pentámero.",
      "usos": "Ornamental: Es su uso principal a nivel mundial, ideal para cubrir muros, pérgolas, arcos y para el cultivo en maceta y bonsái, gracias a su espectacular y prolongada floración. Medicinal Tradicional: En México y otros lugares se utiliza la decocción (té) de las flores o brácteas para tratar afecciones respiratorias como tos, asma, bronquitis y gripe, gracias a sus propiedades antitusígenas y expectorantes. También se le atribuyen propiedades antisépticas para la piel (acné, descamaciones) y en algunos sitios, las raíces se usan como laxante o para fiebres.",
      "distribucion": "Nativo de las regiones tropicales y subtropicales de Sudamérica, incluyendo áreas de Brasil, Perú, Paraguay, Bolivia, Argentina y Venezuela. Actualmente, está ampliamente distribuido y cultivado en zonas tropicales y templadas cálidas de todo el mundo como una de las plantas ornamentales más populares."
    },
    {
      "id": "llamarada-bosque",
      "nombre_comun": "Llamarada del Bosque",
      "nombre_cientifico": "Spathodea campanulata",
      "familia": "Bignoniaceae",
      "reino": "Plantae",
      "orden": "Lamiales",
      "especie": "S. campanulata",
      "division": "Magnoliophyta",
      "imagen": "images/S. campanulata.jpg",
      "descripcion_corta": "Árbol ornamental tropical de rápido crecimiento, conocido por sus espectaculares y grandes flores campanuladas de color rojo anaranjado que recuerdan a una llama. Es nativo de África y se cultiva mundialmente.",
      "descripcion_larga": "La Spathodea campanulata es un árbol majestuoso que puede alcanzar entre 7 y 25 metros de altura. Destaca por su copa densa y redondeada y sus inflorescencias terminales que agrupan numerosas flores acampanadas, intensamente rojas anaranjadas (o a veces amarillas). Los brotes florales son característicos, con forma de ampolla, y contienen agua (lo que le da el apodo de \"Pissing Tree\"). La floración varía y a menudo se sincroniza con la insolación. Su madera es suave y la savia puede teñir. Las flores abiertas actúan como receptáculos, almacenando agua de lluvia y rocío, atrayendo diversas especies de aves. Pese a su belleza ornamental, se le considera una especie invasora en varias regiones y puede ser tóxica para las abejas.",
      "usos": "Ornamental: Es su uso principal debido a la belleza de su floración. Medicina tradicional: Se le atribuyen usos medicinales, incluyendo la aplicación de sus partes como colirio natural. Propiedades: Posee ciertas propiedades insecticidas. Madera: Su madera blanda se ha usado para elaborar nidos de aves.",
      "distribucion": "Nativo de la zona intertropical africana. Su distribución actual es pantropical; se ha plantado extensivamente como ornamental y se encuentra distribuido desde el sur de los Estados Unidos hasta Sudamérica, además de El Caribe, Asia y Oceanía, habitando predominantemente ambientes tropicales."
    },
    {
      "id": "caoba",
      "nombre_comun": "Caoba",
      "nombre_cientifico": "Swietenia macrophylla",
      "familia": "Meliaceae",
      "reino": "Plantae",
      "orden": "Sapindales",
      "especie": "S. macrophylla",
      "division": "Magnoliophyta",
      "imagen": "images/Swietenia macrophylla.jpg",
      "descripcion_corta": "Árbol forestal de gran tamaño, apreciado mundialmente por su madera rojiza (color caoba), maciza y de grano fino. Alcanza hasta 50 m de altura y produce una madera de alto valor para ebanistería por su durabilidad y facilidad de tallado.",
      "descripcion_larga": "Árbol perennifolio o caducifolio (según el clima), que se distingue por su tronco recto y sin ramas hasta gran altura, con una corteza fisurada de tono grisáceo. Sus hojas son alternas, paripinnadas y grandes. Produce flores pequeñas, verdosas amarillentas, muy perfumadas, que dan lugar a un fruto en cápsula leñosa que libera numerosas semillas aladas y livianas, dispersadas por el viento. Su crecimiento es lento y comienza a fructificar a los 15 años. La característica más notable es su madera, de color marrón rojizo profundo, muy pesada (se hunde en el agua) y altamente valorada en el mercado global por su calidad y belleza.",
      "usos": "Principalmente para la fabricación de muebles de lujo y alta gama, así como instrumentos musicales y carpintería fina de interior y exterior, debido a su resistencia y belleza. También es utilizada en la construcción naval por su estabilidad ante la humedad. Además, sus semillas tienen potencial en cosméticos y medicina tradicional, y a nivel ambiental contribuye a la conservación del suelo.",
      "distribucion": "Se distribuye naturalmente en una amplia región de América Latina, abarcando desde México y Centroamérica (Belice, Honduras, Nicaragua, Costa Rica, etc.) hasta el norte de Sudamérica (Colombia, Venezuela, Perú, Brasil y Bolivia). Crece en altitudes que van de 0 a 1500 m s. n. m., prefiriendo suelos profundos, bien drenados y con precipitaciones abundantes (2200 a 5000 mm)."
    },
    {
      "id": "sacuanjoche",
      "nombre_comun": "Flor de Sacuanjoche",
      "nombre_cientifico": "Plumeria rubra",
      "familia": "Apocynaceae",
      "reino": "Plantae",
      "orden": "Gentianales",
      "especie": "P. rubra",
      "division": "Magnoliophyta",
      "imagen": "images/Plumeria rubra.jpg",
      "descripcion_corta": "Arbusto grande o árbol caducifolio de 5 a 8 metros (hasta 25 m), conocido por sus flores muy fragantes en panículas. Las flores suelen ser blancas con el centro amarillo pálido en la especie típica, aunque en cultivo varían a tonos rosados o púrpuras. Las hojas son grandes, lanceoladas y se disponen en espiral. La planta exhuda un látex blanco al romperse.",
      "descripcion_larga": "Se trata de un arbusto grande o arbolillo caducifolio (pierde sus hojas estacionalmente) que puede alcanzar entre 5 y 8 metros de altura, con registros de hasta 25 metros. Posee un tronco recto y una ramificación escasa que genera una copa abierta e irregular. Sus hojas son simples, de gran tamaño (15-30 cm de largo), con un verde brillante en el haz. Sus flores, hermafroditas y altamente fragantes, nacen en inflorescencias llamadas panículas en los ápices de las ramas. Las flores de la especie salvaje son típicamente blancas con el centro amarillo, aunque los cultivares exhiben una paleta que incluye amarillo, rosa y púrpura. El fruto es una vaina glabra, alargada y péndula que contiene numerosas semillas aladas. Es famosa por ser la Flor Nacional de Nicaragua (desde 1971), valorada por su belleza, aroma y su presencia en tradiciones folclóricas y religiosas, simbolizando a menudo el amor y la inocencia.",
      "usos": "Ornamental y cultural: Es ampliamente utilizada en jardinería tropical por su belleza y aroma. En Centroamérica y Asia (particularmente la India), se planta cerca de templos y cementerios, siendo un símbolo de inmortalidad. Es usada en ofrendas votivas, guirnaldas, alfombras florales y ornamentación para bodas. En medicina tradicional (Aztecas), se usaba una poción del Cacaloxóchitl para combatir el miedo, según el Libellus de Medicinalibus Indorum Herbis de 1552.",
      "distribucion": "Es de origen mesoamericano. Su distribución natural abarca desde México (incluyendo Baja California Sur) hasta Argentina, pasando por Centroamérica (Belice, Costa Rica, El Salvador, Guatemala, Nicaragua, Panamá), el Caribe, Colombia, Venezuela, Bolivia, Brasil y Paraguay. También se ha introducido su cultivo y se ha naturalizado en Asia tropical y las Islas Canarias. Habita bosques tropicales subperennifolios, caducifolios y subcaducifolios."
    },
    {
      "id": "cortes",
      "nombre_comun": "Cortés",
      "nombre_cientifico": "Handroanthus ochraceus",
      "familia": "Bignoniaceae",
      "reino": "Plantae",
      "orden": "Lamiales",
      "especie": "H. ochraceus",
      "division": "Magnoliophyta",
      "imagen": "images/H. ochraceus.jpg",
      "descripcion_corta": "Árbol caducifolio tropical, notable por su espectacular y densa floración de un amarillo intenso al final de la estación seca, cubriendo completamente sus ramas. Produce una madera dura y resistente muy valorada para la construcción y carpintería, y tiene usos medicinales tradicionales.",
      "descripcion_larga": "El Cortés es un árbol grande, capaz de alcanzar hasta 25 metros de altura y 50 cm de diámetro. Su rasgo más distintivo es su belleza ornamental, dada por la floración amarilla, que lo convierte en un punto focal en el paisaje. Sus hojas están compuestas por cinco folíolos de forma ovalada a elíptica, cubiertos por el envés de una capa densa de tricomas estrellados y pubescentes (pequeños pelos). Las flores, de un vibrante amarillo, se agrupan en inflorescencias que también presentan vellosidad. El fruto es una cápsula cilíndrica y alargada (13-35 cm), cubierta por una mezcla de tricomas dorados y estrellados, que contiene numerosas semillas aladas y muy delgadas para la dispersión por el viento.",
      "usos": "El Cortés se destaca por su triple utilidad: ornamental, maderera y medicinal tradicional. Ornamental: Es sumamente popular en proyectos de paisajismo urbano (parques, avenidas, jardines) gracias a su llamativa floración amarilla, que ocurre de manera sincronizada y abundante. Maderero: Su madera es dura, pesada y de excelente calidad, conocida por su durabilidad. Se emplea en construcciones pesadas, fabricación de pisos, y carpintería en general. A pesar de ser difícil de aserrar debido a la presencia de sílice (lo que aumenta su resistencia), su capacidad para ser lijada permite un acabado fino. Artesanalmente, la madera templada al fuego se ha usado para objetos que requieren alta resistencia al uso rudo. Medicinal Tradicional: La infusión de la corteza se utiliza en la medicina popular de algunas regiones. Se le atribuyen propiedades como astringente (contrae los tejidos) y diurético (aumenta la micción). También se ha empleado históricamente para el tratamiento de ciertas enfermedades y como posible antídoto contra venenos.",
      "distribucion": "Este árbol tiene una amplia distribución neotropical, extendiéndose desde América Central hasta América del Sur. Su rango abarca países como Honduras, Nicaragua, Costa Rica, Panamá, Colombia, Venezuela, Ecuador, Perú, Bolivia, Paraguay y el noroeste de Argentina. Muestra una preferencia por los bosques secos y las laderas, prosperando especialmente en suelos arenosos, rocosos y bien drenados, lo que subraya su resistencia a condiciones menos fértiles."
    },
    {
      "id": "almendra",
      "nombre_comun": "Almendra",
      "nombre_cientifico": "Terminalia catappa",
      "familia": "Combretaceae",
      "reino": "Plantae",
      "orden": "Myrtales",
      "especie": "T. catappa",
      "division": "Magnoliophyta",
      "imagen": "images/Terminalia catappa.jpg",
      "descripcion_corta": "Es un árbol tropical caducifolio de rápido crecimiento que alcanza hasta 35 m de altura, característico por su copa extendida, simétrica y aplanada en forma de jarrón en ejemplares maduros. Sus hojas grandes y brillantes cambian a tonos rojizos o amarillos antes de caer en la estación seca, un rasgo ornamental muy apreciado. Produce un fruto drupa con una semilla comestible de sabor similar a la almendra.",
      "descripcion_larga": "La Terminalia catappa es un árbol robusto que desarrolla una estructura distintiva con ramas distribuidas en pisos o verticilos horizontales. Las hojas son obovoides (forma de huevo invertida), de hasta 25 cm de longitud, de un color verde oscuro y con textura coriácea. Antes de su caída estacional, estas hojas experimentan una llamativa transformación cromática a colores vibrantes (rosado-rojizo, amarillo parduzco) debido a la presencia de pigmentos como la luteína. Sus flores monoicas (con órganos masculinos y femeninos en el mismo árbol) son pequeñas, sin pétalos, de color blanquecino a verdoso, agrupadas en espigas axilares o terminales. El fruto es ovalado y fibroso (drupa), que madura de verde a amarillo o rojo, conteniendo una única y dura semilla comestible.",
      "usos": "Ornamental: Es ampliamente cultivado en regiones tropicales por su densa sombra y su atractivo cambio de coloración foliar. Alimenticio: El fruto es comestible (ligeramente ácido), y su semilla interna se consume como un fruto seco, similar a una almendra. Maderable: Su madera roja es sólida, resistente al agua y se utiliza tradicionalmente en la fabricación de canoas, especialmente en Polinesia. Medicinal y Acuariofilia: Las hojas y la corteza se utilizan en diversas medicinas tradicionales (p. ej., contra disentería y diarrea), siendo ricas en taninos (como punicalina y tercatina) y flavonoides. En acuariofilia, las hojas secas son muy valoradas por los criadores de peces ornamentales (Bettas, Discos, Killis) debido a sus supuestas propiedades medicinales, antifúngicas y acondicionadoras del agua.",
      "distribucion": "Es originario de las regiones tropicales de Asia, África y Australia, pero debido a su amplio cultivo ornamental y la dispersión de sus semillas, se ha naturalizado y distribuido por la mayoría de las regiones tropicales del planeta, encontrándose hoy en día en muchas costas y litorales."
    },
    {
      "id": "guayaba",
      "nombre_comun": "Guayaba",
      "nombre_cientifico": "Psidium guajava L.",
      "familia": "Myrtaceae",
      "reino": "Plantae",
      "orden": "Myrtales",
      "especie": "P. guajava",
      "division": "Magnoliophyta",
      "imagen": "images/P. guajava.jpg",
      "descripcion_corta": "Arbusto o árbol pequeño, perennifolio o caducifolio, que produce una baya fragante y comestible, rica en vitamina C. Su corteza es gris y escamosa, y sus hojas, aromáticas al estrujarse, son simples y elípticas.",
      "descripcion_larga": "Es un árbol o arbusto que varía entre 2.5 y 10 metros de altura, con un tronco generalmente torcido y muy ramificado, cuya corteza gris se desescama. Posee hojas simples de color verde brillante a parduzco, oblongas o elípticas, muy fragantes. Sus flores son solitarias o en racimos, con 4 a 5 pétalos blancos y numerosos estambres. El fruto es una baya carnosa, de forma variable (ovoide, semiesférica o piriforme), de hasta 8 cm de diámetro, con el cáliz persistente en el ápice. La piel es amarillo-verdosa y la pulpa, que puede ser blanca, rosada, roja o amarilla, es agridulce y contiene muchas semillas pequeñas.",
      "usos": "Principalmente alimenticio e industrial debido a su fruto, que se consume fresco o se procesa extensivamente para elaborar dulces, jaleas, mermeladas (goiabada) y jugos, destacando por ser una de las frutas con mayor contenido de vitamina C. Medicinalmente, las hojas y la corteza son astringentes y ricas en taninos, empleándose tradicionalmente en cocimiento para tratar diarreas y úlceras. La madera es dura y se utiliza como leña. Además, es un árbol común en potreros como sombra.",
      "distribucion": "Originaria de América tropical (Caribe, Centroamérica y Sudamérica). Ha sido cultivada y naturalizada extensamente en regiones tropicales y subtropicales del mundo, incluyendo Hawái, Pakistán, India, Egipto, España y Sudáfrica. En América, se encuentra de forma silvestre y cultivada desde México hasta el norte de Argentina, y es común verla entre los 600 y 1500 m s.n.m. en países andinos como Colombia, Perú y Ecuador."
    },
    {
      "id": "guanacaste",
      "nombre_comun": "Guanacaste",
      "nombre_cientifico": "Enterolobium cyclocarpum",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "E. cyclocarpum",
      "division": "Magnoliophyta",
      "imagen": "images/Enterolobium cyclocarpum.jpeg",
      "descripcion_corta": "Un gigante del trópico, conocido por su copa extremadamente ancha y alta, a menudo asociado con fuentes de agua. Se distingue por sus frutos en forma de círculo helicoidal que recuerdan a una oreja, y su madera resistente al agua.",
      "descripcion_larga": "Árbol caducifolio imponente que puede alcanzar de 16 a 28 metros de altura y un tronco masivo de hasta 4 metros de diámetro. Su silueta es notablemente extensa, lo que le da una apariencia similar a la del samán, pero con un ramaje más abierto y menos achatado. La característica más distintiva es su fruto: una legumbre en forma de oreja (círculo casi cerrado). Sus hojas son bipinnadas, parecidas a las del tamarindo. Es un indicativo de suelos ricos y, a menudo, de la presencia de ríos subterráneos.",
      "usos": "Produce una madera de alta durabilidad, fácil de trabajar y resistente al agua, ideal para muebles, ebanistería, acabados interiores, duelas y especialmente para la fabricación de canoas y embarcaciones ligeras.\n\nSus semillas tostadas son tan nutritivas como los frijoles, ricas en proteínas (32-41%), hierro y calcio, usándose en salsas, sopas y hasta como sustituto del café. Los tallos, frutos y hojas son un excelente forraje con alto contenido proteico (36% en semillas) para ganado bovino, porcino y equino.\n\nSu leña tiene un alto poder calórico (18 556 kj/kg), siendo una fuente energética recomendada.\n\nLa corteza se usa en infusiones como depurativo o para tratar el sarpullido. La goma del tronco (goma de caro) es un remedio tradicional para la bronquitis y resfriados, y los frutos verdes se emplean como astringente contra la diarrea.\n\nLa pulpa de sus vainas verdes contiene saponinas, por lo que se utiliza como sustituto natural del jabón. Su flor es melífera y su corteza/fruto es curtiente (tanino para pieles).",
      "distribucion": "Nativa de América tropical, extendiéndose desde el sur y oeste de México, a través de toda Centroamérica, hasta el norte de Sudamérica (Venezuela, Brasil) y el Caribe (Cuba, Jamaica, Trinidad). Crece mejor en bajas elevaciones (menos de 500 m), usualmente en regiones costeras o a lo largo de cursos de agua, prosperando en suelos como el vertisol."
    },
    {
      "id": "mandagual",
      "nombre_comun": "Mandagual",
      "nombre_cientifico": "Caesalpinia violacea",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "C. violacea",
      "division": "Magnoliophyta",
      "imagen": "images/Caesalpinia violacea .jpg",
      "descripcion_corta": "Árbol caducifolio de tamaño mediano a grande (10-25 m), conocido por su madera dura y resistente de tonalidades rojizas/violáceas y sus racimos de flores púrpuras muy llamativas. Se desarrolla en bosques secos y húmedos tropicales.",
      "descripcion_larga": "El Mandagual es un árbol caducifolio con un tronco recto y corteza grisácea fisurada, que alcanza entre 10 y 25 metros de altura. Su copa densa y redondeada presenta hojas compuestas, bipinnadas, de un verde brillante. La característica más vistosa son sus flores violáceas a púrpuras agrupadas en racimos terminales, muy atractivas para polinizadores. Produce un fruto tipo legumbre aplanada y leñosa que contiene varias semillas duras. Es una especie de crecimiento moderado a rápido, ideal para programas de restauración ecológica.",
      "usos": "Maderable: Su madera pesada, dura y resistente (marrón rojizo/violáceo) se emplea en construcción rural, mueblería fina, ebanistería, tornería y postes durables. Ecológico: Se usa en reforestación de zonas degradadas, protección de cuencas, sistemas agroforestales (por su sombra y aporte de nitrógeno al suelo). Ornamental: Muy valorado en jardinería, parques y avenidas por sus atractivas flores violetas. Tradicional: La corteza y hojas se han usado en medicina tradicional (antidiarreico, antiparasitario) y como fuente de tintes naturales rojizos/violáceos.",
      "distribucion": "Nativo de América tropical. Su distribución natural se extiende desde México y Centroamérica (Guatemala, Nicaragua, Honduras, El Salvador) hasta el norte de Sudamérica (Colombia, Venezuela). Crece en bosques secos tropicales y bosques húmedos secundarios, adaptándose a altitudes de 0 a 1,200 metros sobre el nivel del mar."
    },
    {
      "id": "laurel-blanco",
      "nombre_comun": "Laurel blanco",
      "nombre_cientifico": "Cordia alliodora",
      "familia": "Boraginaceae",
      "reino": "Plantae",
      "orden": "Boraginales",
      "especie": "C. alliodora",
      "division": "Magnoliophyta",
      "imagen": "images/Cordia alliodora.jpg",
      "descripcion_corta": "Árbol maderable tropical perennifolio o semideciduo, de rápido crecimiento, con tronco recto, copa irregular, y flores pequeñas y fragantes. Su madera es valiosa, de color crema a marrón claro.",
      "descripcion_larga": "Árbol mediano a grande, que típicamente alcanza de 15 a 35 metros de altura y un DAP de 60 a 120 cm. Posee un tronco cilíndrico frecuentemente con contrafuertes basales y una corteza grisácea y fisurada. Sus hojas son simples, alternas y de color verde brillante. Produce flores blancas o crema en panículas terminales, melíferas y aromáticas, seguidas de drupas ovoides que contienen la semilla. Su característica de copa poco densa lo hace ideal para sistemas agroforestales.",
      "usos": "Maderables (principal): La madera es ligera a moderadamente pesada (0.45–0.60 g/cm³) y es muy valorada en carpintería fina, ebanistería, chapa, y construcción interna por su textura suave y resistencia. Ecológicos: Es fundamental en reforestación y sistemas de sombra (café/cacao), protegiendo el suelo y mejorando su fertilidad. Medicinales (tradicionales): La corteza y hojas se han usado como febrífugo, antidiarreico y para tratar afecciones respiratorias y digestivas.",
      "distribucion": "Amplia en América tropical, abarcando desde México y el Caribe hasta Brasil y Ecuador. En Centroamérica, es una especie muy común desde el nivel del mar hasta los 1,200 m s. n. m., prefiriendo climas tropicales húmedos o subhúmedos (1,000–2,500 mm de lluvia anual) y suelos bien drenados, francos y con pH neutro a alcalino."
    },
    {
      "id": "pochote",
      "nombre_comun": "Pochote",
      "nombre_cientifico": "Bombacopsis quinata",
      "familia": "Malvaceae",
      "reino": "Plantae",
      "orden": "Malvales",
      "especie": "B. quinata",
      "division": "Magnoliophyta",
      "imagen": "images/Bombacopsis quinata .jpg",
      "descripcion_corta": "Árbol caducifolio de tamaño grande (hasta 40 m), notable por su tronco recto y cilíndrico, que en ejemplares jóvenes está cubierto de grandes espinas cónicas. Produce flores vistosas (blancas a rosadas) en la estación seca y su fruto libera una fibra algodonosa (similar al kapok) que envuelve las semillas.",
      "descripcion_larga": "El Pochote es un gigante neotropical que puede alcanzar hasta 40 metros de altura y 1.5 metros de diámetro, perdiendo su follaje en el periodo seco (caducifolio). Su rasgo más distintivo es la corteza grisácea con contrafuertes en la base y las espinas prominentes en la juventud. Sus hojas son compuestas palmeadas, de un verde intenso. Florece espectacularmente de enero a marzo con flores carnosas, grandes y claras que atraen a polinizadores como abejas y murciélagos. Su madera es ligera y de excelente calidad para carpintería, lo que lo convierte en una especie de alto valor forestal.",
      "usos": "Madera de Alto Valor: Su madera es ligera a semipesada (0.40–0.55 g/cm3), fácil de trabajar, y se utiliza extensamente en carpintería fina, ebanistería, construcción de embarcaciones y para la fabricación de instrumentos musicales (guitarras, tambores).\n\nEcológicos y Agroforestales: Es una especie pionera, ideal para la reforestación de suelos degradados y tolerante a la sequía. Se usa en sistemas silvopastoriles para dar sombra al ganado y a cultivos como el café.\n\nMedicinales y Fibras: La corteza se ha empleado tradicionalmente como antiinflamatorio y febrífugo. Las fibras sedosas que rodean las semillas se han usado históricamente como material de relleno natural (kapok).",
      "distribucion": "Nativo de América tropical, su distribución natural abarca desde Nicaragua y Costa Rica hasta Colombia, Venezuela y el norte de Perú. En Nicaragua, es muy común en las zonas del Pacífico y el Norte (ej., León, Chinandega, Madriz, Estelí), prosperando en climas tropicales secos o subhúmedos, desde el nivel del mar hasta los 1,000 m. s. n. m."
    },
    {
      "id": "quebracho",
      "nombre_comun": "Quebracho",
      "nombre_cientifico": "Lysiloma latisiliquum",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "L. latisiliquum",
      "division": "Magnoliophyta",
      "imagen": "images/Lysiloma latisiliquum.jpg",
      "descripcion_corta": "Árbol caducifolio de tamaño mediano (6-20 m), con corteza fisurada y copa redondeada. Destaca por sus hojas bipinnadas y diminutas flores blancas aromáticas. Produce una madera extremadamente dura, pesada y duradera, muy valorada en la construcción y carpintería.",
      "descripcion_larga": "El Quebracho es un árbol o arbusto mediano, caducifolio, que puede alcanzar de 6 a 20 metros de altura, con un tronco generalmente recto y un diámetro de 30 a 60 cm (DAP). Su corteza es pardo oscura a grisácea, fisurada o escamosa. Posee una copa redondeada y extendida. Sus hojas son bipinnadas, alternas, de color verde claro y compuestas por numerosos foliolos pequeños. Las flores son blancas o cremosas, pequeñas, pero muy aromáticas y se agrupan en cabezuelas globulares, siendo una excelente fuente melífera. El fruto es una legumbre leñosa, delgada y alargada (10–15 cm), parda al madurar, que contiene pequeñas semillas planas de color café oscuro o negro.",
      "usos": "1. Maderable: Su madera es de alta calidad (densidad 0.80–0.90 g/cm³), siendo pesada, dura, y con excepcional resistencia a termitas y humedad. Ideal para construcción rural (postes, vigas, cercas, durmientes), pisos, muebles rústicos y la producción de carbón y leña de alto poder calorífico. 2. Ecológico: Es una especie fijadora de nitrógeno, mejorando la fertilidad del suelo. Se utiliza en reforestación de zonas degradadas, barreras vivas y sistemas silvopastoriles, brindando sombra. 3. Medicinal: Tradicionalmente se emplean la corteza y hojas como antiparasitario, antidiarreico y antiinflamatorio, y su resina como cicatrizante. 4. Melífero: Muy valorado en la apicultura por su abundante floración.",
      "distribucion": "Origen: América tropical y subtropical. Se extiende naturalmente desde México, a través de Centroamérica y el Caribe, hasta el norte de Sudamérica. En Nicaragua: Es muy común en los bosques secos tropicales y matorrales de la zona del Pacífico y Norte (Chinandega, León, Madriz, Estelí, Boaco). Crece a altitudes de 0 a 1,200 m s. n. m., tolerando climas tropicales secos a subhúmedos, con altas temperaturas y suelos bien drenados, incluso calizos, arenosos o pedregosos. Es notablemente tolerante a la sequía."
    },
    {
      "id": "genizaro",
      "nombre_comun": "Genízaro",
      "nombre_cientifico": "Samanea saman",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "S. saman",
      "division": "Magnoliophyta",
      "imagen": "images/Samanea saman.jpg",
      "descripcion_corta": "Árbol tropical grande, de copa muy ancha en forma de paraguas, famoso por proporcionar una sombra densa y refrescante. Produce flores fragantes de color rosado/blanco y frutos en forma de legumbres negras con pulpa dulce. Es valorado por su madera resistente, sus usos silvopastoriles y su función ornamental.",
      "descripcion_larga": "El Genízaro o Samán es un imponente árbol caducifolio o semicaducifolio que puede alcanzar de 15 a 25 metros de altura. Se distingue por su tronco robusto (60–150 cm de diámetro) y su corteza rugosa grisácea. Su característica más notable es su copa hemisférica, masivamente extendida, que puede superar los 30 metros de diámetro, creando un microclima sombreado. Sus hojas bipinnadas se cierran al anochecer o ante la lluvia (de ahí el nombre \"Árbol de lluvia\"). Las flores, pequeñas y melíferas, se agrupan en llamativas cabezuelas esféricas de color blanco o rosado, atrayendo a polinizadores. El fruto es una legumbre curva y oscura de 10–20 cm de largo que contiene una pulpa dulce muy apreciada como alimento para el ganado.",
      "usos": "Madera: Proporciona una madera moderadamente pesada (densidad de 0.60–0.75 g/cm³), de color marrón rojizo, que es muy resistente a la humedad e insectos, ideal para mueblería fina, carpintería, postes y chapas decorativas. También es una fuente de leña y carbón de alta calidad. Ecológicos y Silvopastoriles: Es esencial en la agricultura sostenible y la ganadería, ya que su amplia copa ofrece sombra vital al ganado. Contribuye a la fertilidad del suelo al fijar nitrógeno. Se usa para reforestación y restauración de suelos degradados. La pulpa de sus vainas es un suplemento alimenticio proteico para el ganado. Ornamentales y Culturales: Es sumamente popular como árbol de sombra en áreas urbanas, parques y fincas, valorado como un símbolo de longevidad en muchas culturas latinoamericanas. Medicinales (Tradicionales): En la medicina popular, se usa la corteza como astringente y antiparasitaria, y la pulpa del fruto como laxante suave y antipirético.",
      "distribucion": "Es originario de América tropical (probablemente entre Venezuela y Brasil), pero su distribución se ha ampliado globalmente a todas las zonas tropicales, incluyendo México, Centroamérica, el Caribe, Sudamérica y regiones de Asia y África. Se desarrolla en climas tropicales secos o húmedos, desde el nivel del mar hasta los 1,000 m s. n. m. En Nicaragua, es común en las zonas del Pacífico, norte y centro, destacando su presencia en León, Chinandega, Estelí, Madriz, Boaco y Chontales, prefiriendo suelos profundos y bien drenados."
    },
    {
      "id": "caobapacifico",
      "nombre_comun": "Caoba del Pacífico",
      "nombre_cientifico": "Swietenia humilis",
      "familia": "Meliaceae",
      "reino": "Plantae",
      "orden": "Sapindales",
      "especie": "S. humilis",
      "division": "Magnoliophyta",
      "imagen": "images/Swietenia humilis.jpg",
      "descripcion_corta": "Árbol caducifolio (pierde hoja en seco), de tamaño mediano (6 a 25 m), de madera marrón rojizo oscuro altamente valorada y de copa densa y redondeada. Es nativo de los bosques secos tropicales de Mesoamérica.",
      "descripcion_larga": "Se trata de un árbol leñoso mediano (promedio de 10-15 m) perteneciente a la clase Dicotiledónea (Magnoliopsida). Posee un tronco recto o ligeramente torcido, con una corteza gruesa, agrietada y de un distintivo sabor amargo. Sus hojas son compuestas y alternas, careciendo de foliolo terminal. Su reproducción se realiza a través de flores pequeñas y fragantes que dan paso a una cápsula leñosa (fruto) que libera numerosas semillas planas y aladas, facilitando su dispersión anemócora (por viento). Su naturaleza caducifolia lo hace adaptable a los climas secos estacionales.",
      "usos": "Maderable/Forestal: Es la aplicación primordial. Su madera es de densidad media-alta (0.55–0.70 g/cm³), altamente durable y de fácil manipulación, ideal para mueblería de lujo, ebanistería, chapa decorativa e instrumentos musicales. Es valorada como \"caoba auténtica\". Ecológico: Es esencial en la restauración de bosques secos y zonas de pastoreo, ya que proporciona sombra y mejora el microclima. Medicinal Tradicional: La corteza y las hojas se usan en infusiones para tratar síntomas como diarreas y fiebre; las semillas tienen usos tradicionales como antiparasitarias y antidiabéticas. Ornamental: Se cultiva por su valor estético, simbólico y su capacidad de generar sombra.",
      "distribucion": "Origen y Rango Natural: Especie nativa de Mesoamérica, extendiéndose naturalmente desde regiones de México (Sinaloa, Chiapas) hasta Costa Rica y Nicaragua. Hábitat: Se encuentra principalmente en bosques secos tropicales, matorrales y zonas de ganadería, en un rango altitudinal de 0 a 1,200 m s. n. m. Clima: Prefiere condiciones tropicales secas o subhúmedas, con temperaturas entre 24–32 °C y una precipitación anual moderada (800–1,800 mm)."
    },
    {
      "id": "carbon",
      "nombre_comun": "Carbón",
      "nombre_cientifico": "Astronium graveolens",
      "familia": "Anacardiácea",
      "reino": "Plantae",
      "orden": "Sapindales",
      "especie": "A. graveolens",
      "division": "Magnoliophyta",
      "imagen": "images/Astronium graveolens.jpg",
      "descripcion_corta": "Árbol grande y robusto de América tropical, conocido por su madera excepcionalmente dura y pesada de color rojizo con vetas negras, que lo hace muy valioso para la ebanistería fina y la construcción de lujo.",
      "descripcion_larga": "El Carbón es un árbol imponente, perennifolio o semideciduo, que alcanza alturas de 20 a 35 metros. Su tronco puede medir entre 50 y 120 cm de diámetro y presenta una corteza fisurada de color gris-marrón. Posee una copa alta y densa que proporciona gran sombra. Sus hojas son compuestas (imparipinnadas), alternas, de un brillante color verde oscuro. Produce flores pequeñas de color blanco amarillento y fragantes, agrupadas en panículas terminales, que dan lugar a frutos tipo drupa ovoide que contienen una semilla dura. Es una especie clave en los ecosistemas de bosque seco y húmedo tropical, con un crecimiento moderado y una longevidad notable.",
      "usos": "1. Maderable (Principal): Su madera es dura, pesada (0.80–1.0 g/cm³), y muy resistente al ataque de insectos y hongos. Se utiliza en: muebles finos, ebanistería de lujo, pisos, instrumentos musicales, y construcción de alta durabilidad. 2. Ecológicos: Es ideal para reforestación, restauración de suelos degradados y sirve como hábitat y fuente de alimento para la fauna. 3. Tradicionales y Ornamentales: La corteza y hojas se usan en medicina popular para problemas digestivos y fiebre, y el árbol es apreciado en fincas y parques por su sombra y valor estético.",
      "distribucion": "Origen y Rango: Nativo de la América tropical, con una amplia distribución desde México a través de Centroamérica (Guatemala, Nicaragua, Costa Rica, etc.) hasta el norte de Sudamérica (Colombia, Brasil). Hábitat: Crece en climas tropicales húmedos y secos, desde el nivel del mar hasta los 1,200 metros. Prefiere suelos profundos y bien drenados. En Nicaragua se distribuye en las zonas del Pacífico y el norte (León, Chinandega, Madriz, etc.)."
    },
    {
      "id": "huanita",
      "nombre_comun": "Guayabo o Huanita",
      "nombre_cientifico": "Bourreria huanita",
      "familia": "Boraginaceae",
      "reino": "Plantae",
      "orden": "Boraginales",
      "especie": "B. huanita",
      "division": "Magnoliophyta",
      "imagen": "images/Bourreria huanita.jpg",
      "descripcion_corta": "Árbol tropical de tamaño pequeño a mediano, perennifolio o semideciduo, que se distingue por su madera dura y su corteza grisácea y fisurada. Posee hojas elípticas y coriáceas de color verde brillante, y produce pequeñas flores blanquecinas que son atractivas para los polinizadores.",
      "descripcion_larga": "La Bourreria huanita es un árbol que alcanza entre 5 y 15 metros de altura, con un tronco que puede llegar a 50 cm de diámetro y una copa redondeada. Es clasificada dentro de la División Magnoliophyta (plantas con flor) y la Familia Boraginaceae. Su madera es un recurso importante por ser dura, resistente y duradera. En ecología, es vital para la restauración de bosques secos, ofreciendo refugio y sombra a la fauna silvestre, y adaptándose a climas tropicales secos y subhúmedos en suelos bien drenados.",
      "usos": "Forestales y Maderables: Su madera es utilizada en carpintería rústica, muebles, artesanías, y en la construcción ligera (cercas, postes). También es una fuente de leña y carbón vegetal. Ecológicos: Es fundamental en programas de reforestación y restauración ecológica de bosques secos. Medicinales Tradicionales: La corteza y las hojas se usan en infusiones para tratar la fiebre, dolores estomacales y afecciones de la piel. Ornamentales: Se planta por su atractivo follaje y la sombra que proporciona.",
      "distribucion": "Origen: América tropical, con una distribución natural que abarca México, Centroamérica (Guatemala, Honduras, Nicaragua, Costa Rica) y el norte de Sudamérica. En Nicaragua es común en bosques secos y subhúmedos de regiones como León, Chinandega, Madriz y Estelí, prosperando desde el nivel del mar hasta los 1,200 m s. n. m. en climas cálidos."
    },
    {
      "id": "jinocuao",
      "nombre_comun": "Jiñocuao",
      "nombre_cientifico": "Bursera simarouba",
      "familia": "Burseraceae",
      "reino": "Plantae",
      "orden": "Sapindales",
      "especie": "B. simarouba",
      "division": "Magnoliophyta",
      "imagen": "images/Bursera simarouba.jpg",
      "descripcion_corta": "Árbol tropical caducifolio de 15 a 30 m, reconocible por su corteza lisa, gris clara y su copa extendida. Produce flores melíferas y drupas carnosas. Es un pilar en la reforestación y la medicina tradicional de América.",
      "descripcion_larga": "El B. simarouba es un árbol caducifolio de tamaño mediano a grande (15-25 m, ocasionalmente 30 m) con un tronco recto de corteza distintiva: lisa, de color gris claro. Posee una copa extendida y follaje denso. Sus hojas son compuestas (imparipinnadas), con 3 a 6 pares de foliolos de un brillante color verde. Las flores, pequeñas y de tonalidades blancas o amarillentas, son fragantes y melíferas, agrupándose en panículas. El fruto es una drupa carnosa y ovalada (1-2 cm), que cambia de verde a naranja o rojo al madurar, siendo crucial para la dispersión por aves y mamíferos.",
      "usos": "Madera: Se clasifica como ligera a moderadamente pesada y durable. Es apreciada en carpintería ligera, muebles rústicos, artesanías y como leña/postes por su facilidad de trabajo y resistencia. Ecológicos: Es fundamental para la restauración de ecosistemas, reforestación y como árbol de sombra en sistemas agroforestales (pasturas). Medicinales: Tradicionalmente, la corteza y las hojas son empleadas como febrífugo (para bajar la fiebre), tónico digestivo, antiséptico y antiinflamatorio. Ornamentales: Se utiliza en parques y avenidas por su sombra y valor estético.",
      "distribucion": "Es originario y se distribuye ampliamente en el continente americano tropical, abarcando desde México hasta Sudamérica (Colombia, Venezuela, Ecuador). En Nicaragua, se establece en bosques secos y subhúmedos de las regiones del Pacífico y Norte (incluyendo León, Chinandega, Madriz, Estelí, Boaco), prosperando en altitudes de 0 a 1,200 m s. n. m. en climas tropicales secos con precipitaciones medias de 800-1,800 mm."
    },
    {
      "id": "madrono",
      "nombre_comun": "Madroño",
      "nombre_cientifico": "Calycophyllum candidissimum",
      "familia": "Rubiaceae",
      "reino": "Plantae",
      "orden": "Gentianales",
      "especie": "C .candidissimum",
      "division": "Magnoliophyta",
      "imagen": "images/Calycophyllum candidissimum.jpg",
      "descripcion_corta": "Árbol grande y elegante, árbol nacional de Nicaragua, reconocido por su corteza fisurada y su espectacular floración blanca y fragante. Es caducifolio o semi-caducifolio y proporciona una madera muy valorada.",
      "descripcion_larga": "Es un árbol majestuoso que alcanza entre 15 y 25 metros de altura y un diámetro de tronco de hasta 120 cm. Su tronco es recto y cubierto por una corteza grisácea y rugosa. Desarrolla una copa amplia y densa con hojas trifoliadas de un verde brillante. Su característica más notable es su floración melífera de un blanco puro, que lo hace muy vistoso. El fruto es una pequeña cápsula o drupa que libera semillas ligeras y aladas (dispersioˊn anemoˊcora",
      "usos": "Madera de Alta Calidad: Se considera moderadamente pesada (0.65–0.80 g/cm³), dura y resistente. Es ideal para carpintería fina, muebles, pisos y artesanías. También es una fuente de leña y carbón de buena calidad. Ecológico/Ornamental: Es crucial en la restauración de bosques secos, ofrece sombra para el ganado y favorece la biodiversidad. Además, su belleza y floración lo hacen muy apreciado en paisajismo urbano y jardinería. Medicinal Tradicional: La corteza y hojas se usan en infusiones para tratar fiebre, problemas digestivos y afecciones de la piel.",
      "distribucion": "América tropical, con origen en Mesoamérica. Se extiende desde el sur de México hasta Panamá. En Nicaragua es común en los bosques secos y subhúmedos de la región del Pacífico y Norte (León, Chinandega, Madriz, Estelí, Boaco y Chontales), desarrollándose desde el nivel del mar hasta los 1,200 m s. n. m., en climas tropicales secos con una precipitación de 700–1,800 mm anuales."
    },
    {
      "id": "madrial",
      "nombre_comun": "Madrial",
      "nombre_cientifico": "Gliricidia sepium",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "G. sepium",
      "division": "Magnoliophyta",
      "imagen": "images/Gliricidia sepium.jpg",
      "descripcion_corta": "Árbol caducifolio nativo de México y Centroamérica, conocido por su floración vistosa (rosada/lila) y su rol crucial como fijador de nitrógeno en sistemas agroforestales. Alcanza típicamente 8–15 m.",
      "descripcion_larga": "El Madrial es un árbol leguminoso de tamaño pequeño a mediano (hasta 20 m) con un tronco recto de corteza grisácea fisurada y una copa abierta. Sus hojas son compuestas y pinnadas. Su valor reside en su ecología; como leguminosa, mejora la fertilidad del suelo (fijación de N) y es un árbol de sombra excelente para cultivos delicados como el cacao y el café, siendo una especie fundamental en los ecosistemas tropicales y sistemas de producción sostenible.",
      "usos": "Agroforestería y Sombra: Esencial como sombra en cafetales y cacaotales, y en cercas vivas. Mejora de Suelos: Fija nitrógeno. Maderable: La madera, aunque no es muy durable expuesta al exterior sin tratamiento, se usa para leña, carbón y construcción ligera/postes temporales. Medicinal Tradicional: Empleado popularmente como antiparasitario y tónico digestivo.",
      "distribucion": "Nativo de México y Centroamérica (incluyendo Nicaragua). Se distribuye en zonas tropicales y subtropicales, mostrando una notable adaptabilidad a altitudes de 0–1,200 m s. n. m. y a diversos tipos de suelos, desde pobres hasta arcillosos, bajo climas húmedos y secos. En Nicaragua, es común en áreas como León, Chinandega, Madriz y Rivas."
    },
    {
      "id": "frijolillo",
      "nombre_comun": "Frijolillo",
      "nombre_cientifico": "Leucaena salvadorensis",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "L. salvadorensis",
      "division": "Magnoliophyta",
      "imagen": "images/Leucaena salvadorensis.jpeg",
      "descripcion_corta": "Árbol leguminoso, caducifolio y de tamaño mediano (8–15 m), originario de Centroamérica. Destaca por su follaje liviano bipinnado y su relevancia en agroforestería debido a su rápido crecimiento y su rol como fijador de nitrógeno.",
      "descripcion_larga": "Se clasifica como un árbol caducifolio y leguminoso de altura media, entre 8 y 15 metros, con un tronco recto de corteza grisácea. Su copa es extendida y sus hojas son compuestas bipinnadas, lo que le confiere un follaje ligero y ornamental. Produce flores pequeñas, fragantes, en racimos axilares. Su fruto es una vaina alargada (8–12 cm) que contiene semillas duras. Ecológicamente, su crecimiento es rápido y es altamente valorado por su capacidad de mejorar la fertilidad del suelo en ecosistemas secos y subhúmedos.",
      "usos": "Ecológicos y Agroforestales: Primordial como fijador de nitrógeno atmosférico y para la reforestación de zonas degradadas y pastizales. Sirve como cerca viva, sombra para el ganado y cultivos, y refugio para fauna. Maderables: Su madera, que es ligera y suave, se emplea en construcción liviana, cercas, postes y, notablemente, para la producción de carbón vegetal y leña. Tradicionales/Ornamentales: Usado tradicionalmente en infusiones como antiséptico y plantado en áreas urbanas y fincas por su valor estético.",
      "distribucion": "Origen: Específicamente en América Central, con una concentración particular en El Salvador. Rango Natural: Se extiende a través de México, Guatemala, Honduras, Nicaragua y Costa Rica. Condiciones: Prospera en climas Tropicales Secos y Subhúmedos (0–1,200 m s. n. m.), con una buena tolerancia a suelos pobres, arenosos o calizos, siempre que estén bien drenados. En Nicaragua, se encuentra en las regiones del Pacífico y el Norte."
    },
    {
      "id": "tiguilote",
      "nombre_comun": "Tigüilote",
      "nombre_cientifico": "Cordia dentata",
      "familia": "Boraginaceae",
      "reino": "Plantae",
      "orden": "Boraginales",
      "especie": "C. dentata",
      "division": "Magnoliophyta",
      "imagen": "images/Cordia dentata.jpg",
      "descripcion_corta": "Árbol tropical de tamaño mediano (6–12 m) y follaje atractivo, valorado por su madera ligera, sus frutos carnosos, su uso en la restauración de bosques secos y subhúmedos y sus flores blancas aromáticas que atraen polinizadores.",
      "descripcion_larga": "El Tiguilote es un árbol pequeño a mediano (6–12 metros de altura) con una copa generalmente redondeada. Su tronco es recto con una corteza grisácea y rugosa en la adultez. Sus hojas son simples, alternas, de forma ovada a elíptica y de un agradable color verde brillante. La planta produce flores blancas o crema fragantes en racimos, seguidas de un fruto carnoso tipo drupa de 1–2 cm que madura a un color oscuro. Es una especie importante en el ecosistema, tolerante a climas tropicales secos y subhúmedos, y juega un rol crucial en la biodiversidad al ser fuente de alimento y refugio.",
      "usos": "Maderable: Su madera, ligera y de buena trabajabilidad y resistencia moderada a insectos, se destina a carpintería rústica, artesanías, postes y leña. Ecológico: Es clave en la reforestación y restauración de suelos en bosques secos, pues promueve la biodiversidad. Medicinal Tradicional: Se emplean la corteza y las hojas en infusiones contra la fiebre, problemas digestivos y heridas. Ornamental: Se planta por su atractivo follaje y flores aromáticas en parques y jardines rurales.",
      "distribucion": "Es una especie nativa del continente americano, con una distribución que abarca desde México a lo largo de Centroamérica (donde es frecuente en países como Nicaragua, Guatemala y Honduras) hasta la región tropical de Sudamérica (Colombia, Venezuela y Ecuador). Se desarrolla en climas tropicales secos y subhúmedos, desde el nivel del mar hasta los 1,200 m s. n. m., prefiriendo suelos profundos y bien drenados."
    },
    {
      "id": "cornisuelo",
      "nombre_comun": "Cornisuelo",
      "nombre_cientifico": "Acacia collinsii",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "A. collinsii",
      "division": "Magnoliophyta",
      "imagen": "images/Acacia collinsii.jpg",
      "descripcion_corta": "Árbol espinoso de tamaño mediano (5-15 m), perennifolio, notable por sus espinas huecas que albergan hormigas (Pseudomyrmex) en una simbiosis de defensa mutua. Posee hojas compuestas pequeñas, flores amarillas fragantes y es una especie clave en la reforestación y sistemas agroforestales.",
      "descripcion_larga": "El Cornisuelo es un árbol o arbusto leguminoso perennifolio que puede alcanzar de 5 a 15 metros de altura. Se distingue por un tronco recto y ramas profusamente armadas con fuertes espinas huecas, su característica más icónica. Su follaje es fino, de color verde claro, con hojas compuestas bipinnadas. Produce abundantes flores amarillas en inflorescencias esféricas, que son muy fragantes. Su fruto es una vaina recta de 8–12 cm. Ecológicamente, es famoso por su relación con las hormigas: las espinas huecas les ofrecen refugio y a cambio, las hormigas protegen al árbol de herbívoros. Es muy resistente a la sequía y a suelos degradados.",
      "usos": "Ecológicos: Es un excelente fijador de nitrógeno y se usa para rehabilitar suelos degradados y en el control de erosión. Es fundamental en la simbiosis hormiga-planta (mirmecofilia). Forestales/Maderables: Su madera es moderadamente dura y resistente, usada para postes, cercas vivas, leña y carbón. Agropecuarios: Proporciona sombra valiosa para el ganado. Las vainas son utilizadas como forraje rico en proteínas. Medicinales Tradicionales: La corteza y hojas se emplean como astringente, antiséptico y cicatrizante, además de infusiones para tratar fiebres y problemas digestivos.",
      "distribucion": "Nativo de América tropical (Mesoamérica), abarcando desde México hasta Costa Rica y Panamá. En Nicaragua, es común en las zonas secas del Pacífico y el Norte, prosperando a altitudes de 0 a 1,200 m s. n. m. Tolera climas tropicales secos y subhúmedos, siendo adaptable a suelos arenosos, pedregosos o calcáreos, siempre que estén bien drenados."
    },
    {
      "id": "cachonovillo",
      "nombre_comun": "Cacho Novillo",
      "nombre_cientifico": "Caesalpinia ebano",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "C. ebano",
      "division": "Magnoliophyta",
      "imagen": "images/Caesalpinia ebano.jpg",
      "descripcion_corta": "Árbol o arbusto espinoso, de madera extremadamente dura y densa (ebano) de color pardo oscuro a negro. Alcanza entre 6 y 15 metros de altura. Es valorado por su madera fina, su uso como tinte y su resistencia a la sequía en el bosque seco tropical.",
      "descripcion_larga": "Se trata de un árbol mediano a arbusto espinoso que generalmente mide entre 6 y 12 metros, aunque puede alcanzar los 15 m. Su tronco es recto o algo torcido, con corteza gruesa y fisurada de color gris oscuro. Se distingue por sus ramas provistas de espinas fuertes y puntiagudas. Posee hojas compuestas bipinnadas y flores amarillas, muy atractivas para polinizadores. Su fruto es una legumbre aplanada. Es una especie notablemente adaptada a climas secos, siendo un fijador de nitrógeno que mejora la calidad del suelo. Su característica más destacada es su madera, considerada un ébano por su dureza, peso y durabilidad.",
      "usos": "Maderable (Principal): Su madera es una de las más duras y pesadas, de color oscuro a negro brillante, utilizada en ebanistería, carpintería fina, artesanías, tornería e instrumentos musicales de alto valor. Ecológico: Se usa para la reforestación de suelos degradados, control de erosión y como cerca viva, ya que fija nitrógeno. Sus flores son melíferas. Tintóreo: La corteza y madera son fuente de pigmentos naturales para obtener tintes negros y marrones para textiles y curtir pieles. Medicinal: En la medicina tradicional, se usa la decocción de la corteza y hojas como astringente, antiséptico y para tratar diarreas o afecciones respiratorias.",
      "distribucion": "Origen: América tropical. Natural: México, Centroamérica (incluyendo Nicaragua, donde es frecuente en zonas secas del Pacífico y Norte como Chinandega, León, Madriz, Estelí, Boaco) y parte del Caribe. Altitud y Clima: Se encuentra entre los 0 y 1,000 m s. n. m., prosperando en climas tropicales secos y subhúmedos, tolerando sequías prolongadas y suelos pobres o calcáreos."
    },
    {
      "id": "guiliguiste",
      "nombre_comun": "Güiligüiste",
      "nombre_cientifico": "Karwinskia calderonii",
      "familia": "Rhamnaceae",
      "reino": "Plantae",
      "orden": "Rosales",
      "especie": "K. calderonii",
      "division": "Magnoliophyta",
      "imagen": "images/Karwinskia calderonii.jpg",
      "descripcion_corta": "Arbusto o árbol pequeño de madera compacta, característico por sus frutos subglobosos de color morado oscuro. Su principal nota distintiva es la toxicidad de sus semillas, que lo clasifica como una planta venenosa.",
      "descripcion_larga": "El Güiligüiste es un árbol pequeño o arbusto grande que puede alcanzar alturas de 2 a 12 metros. Posee una madera compacta con una corteza externa gris y finamente reticulada. Sus hojas son simples, opuestas, con forma lanceolado-oblonga a elíptica, de color verde oscuro en el haz. Produce flores muy pequeñas que se agrupan en cimas axilares. Su fruto es una drupa subglobosa (6-8 mm) que madura a un intenso morado oscuro. Su fenología es notable, ya que florece y fructifica prácticamente todo el año. Es fundamental destacar la toxicidad de sus semillas, que contienen compuestos que pueden causar parálisis flácida y ser mortales, especialmente en animales con un solo estómago (monogástricos).",
      "usos": "Combustible: Se utiliza para la producción de leña y carbón vegetal. Construcción rudimentaria: Su madera compacta es útil para fabricar postes, durmientes y horcones. Artesanías: En regiones como El Salvador, su dureza se aprovecha para la fabricación de trompos. Ornamental/Cercos: Se puede emplear en cercos vivos debido a su resistencia y adaptación a zonas secas.",
      "distribucion": "Se encuentra en Nicaragua (especialmente en las zonas norcentral y pacífica) y en Costa Rica (como en el Área de Conservación Guanacaste). Su rango de altitud abarca desde los 40 hasta los 1,000 metros sobre el nivel del mar. Crece en una variedad de hábitats que incluyen matorrales secos y semihúmedos, márgenes de bosque y zonas perturbadas."
    },
    {
      "id": "guyabillo",
      "nombre_comun": "Guyabillo",
      "nombre_cientifico": "Myrcianthes fragrans",
      "familia": "Myrtaceae",
      "reino": "Plantae",
      "orden": "Myrtales",
      "especie": "M. fragrans",
      "division": "Magnoliophyta",
      "imagen": "images/Myrcianthes fragrans.jpg",
      "descripcion_corta": "Arbusto o árbol perenne (3-30 m) con corteza rojiza-marrón y hojas opuestas, coriáceas y aromáticas al frotarse. Produce pequeñas flores blancas y bayas oscuras, siendo apreciado por su madera resistente y su uso ornamental y medicinal.",
      "descripcion_larga": "El Guyabillo es una especie que puede crecer desde un arbusto hasta un árbol de hasta 30 metros de altura bajo condiciones óptimas. Su característica distintiva es la corteza lisa de color rojizo-marrón, a menudo exfoliante. Posee hojas simples, opuestas y coriáceas (con textura de cuero), de forma elíptica a obovada (2-9 cm), que están perforadas por pequeñas glándulas que desprenden un olor aromático al ser estrujadas. Sus flores son pequeñas y blancas, agrupadas en inflorescencias axilares, y su floración no se restringe a una estación. El fruto es una baya globosa u ovoidea de 6-12 mm, que madura hasta un color oscuro y es una fuente de alimento para la fauna. Es una especie muy adaptable a diferentes condiciones de suelo.",
      "usos": "Maderable/Estructural: Su madera es reconocida por ser resistente y duradera, utilizándose para vigas, cabos de herramientas, pisos interiores y escalones de escaleras. Aromático/Medicinal: El aroma de las hojas se aprovecha; por ejemplo, en Ecuador se usa para la bebida tradicional \"colada morada\". En la medicina popular se emplea para tratar afecciones respiratorias, inflamaciones de garganta y encías, y estudios han confirmado la actividad antimicrobiana de sus aceites esenciales. Ecológico/Ornamental: Es una fuente de alimento vital para la fauna silvestre (aves y mamíferos) que consume sus frutos. También es valorado en paisajismo por su follaje, aroma y porte compacto.",
      "distribucion": "Es una especie con una amplia distribución nativa que se extiende desde el sur de Estados Unidos (Florida), pasando por México, Centroamérica y el Caribe, hasta el norte de América del Sur. Crece en una gran variedad de hábitats, desde el nivel del mar hasta altitudes de 1,500-2,600 metros (en regiones como Costa Rica). Se encuentra en bosques húmedos, siempreverdes, nubosos y de galería, y tolera suelos bien drenados, incluso arenosos en zonas costeras."
    },
    {
      "id": "cojon-de-burro",
      "nombre_comun": "Cojón de Burro",
      "nombre_cientifico": "Stemmadenia donnell-smithii",
      "familia": "Apocynaceae",
      "reino": "Plantae",
      "orden": "Gentianales",
      "especie": "S. donnell-smithii",
      "division": "Angiospermae",
      "imagen": "images/Stemmadenia donnell-smithii.jpg",
      "descripcion_corta": "Árbol o arbusto de tamaño mediano (3-15 m) con látex blanco y espeso y una corteza lisa. Se distingue por sus flores tubulares amarillas y sus frutos grandes, pareados y curvados, de color verde grisáceo, que contienen semillas cubiertas de un arilo naranja vivo .",
      "descripcion_larga": "Es un árbol/arbusto perenne que puede alcanzar hasta 15 metros, especialmente en bosques primarios. Posee un tronco recto de corteza marrón claro con lenticelas visibles. Su característica más notable es el abundante látex blanco que fluye al cortarse. Sus hojas son simples, opuestas y membranosas. Las flores crecen en inflorescencias pequeñas, son de un llamativo amarillo pálido a intenso, con forma de trompeta alargada (hipocrateriforme). Los frutos son la clave de su nombre común: son grandes, cilíndricos y crecen en pares simétricos (folículos) de hasta 9 cm. Al madurar se abren para liberar semillas rodeadas de un atractivo y carnoso arilo anaranjado, vital para la dispersión.",
      "usos": "Etnobotánicos y Tradicionales: Su látex es altamente pegajoso y se ha usado tradicionalmente como adhesivo, pegamento o \"goma de mascar\". La madera es liviana y fácil de trabajar, aunque no muy durable, por lo que su uso comercial es limitado. Ecológicos: Los frutos con el arilo naranja son una fuente de alimento para diversas aves y mamíferos, siendo cruciales para la dispersión natural de sus semillas.",
      "distribucion": "Es nativo de la región de Mesoamérica, extendiéndose desde el sur de México a través de Centroamérica (Belice, Guatemala, Honduras, El Salvador, Nicaragua, Costa Rica, Panamá). Se le encuentra desde el nivel del mar hasta los 1,100 m de altitud, prefiriendo ambientes húmedos, como márgenes de ríos, y prosperando tanto en bosques primarios densos como en áreas secundarias o bordes de bosque."
    },
    {
      "id": "guaba",
      "nombre_comun": "Guaba",
      "nombre_cientifico": "Inga punctata",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "I. punctata",
      "division": "Magnoliophyta",
      "imagen": "images/Inga punctata.jpg",
      "descripcion_corta": "Árbol leguminoso, perennifolio, de tamaño mediano (5-20 m) con hojas pinnadas y corteza gris fisurada. Produce frutos en vaina alargada que contienen semillas cubiertas por una pulpa blanca, dulce y comestible (el arilo). Es conocido por su uso como sombra en cafetales.",
      "descripcion_larga": "La Guaba es un árbol pequeño a mediano que puede alcanzar hasta 20 metros de altura. Se distingue por sus hojas compuestas pinnadas, típicamente con 2 a 4 pares de foliolos de forma elíptica a lanceolada, con nectarios foliares. Su corteza es de un tono gris oscuro y fisurada. Sus flores son de color blanco, dispuestas en racimos o espigas, con estambres prominentes, y son polinizadas por diversos insectos. El rasgo más característico es su fruto, una vaina (legumbre) alargada, que guarda varias semillas envueltas en un arilo blanco, pastoso y de sabor dulce, que es muy apreciado. Fenológicamente, puede florecer y fructificar en múltiples épocas del año, lo que permite una recolección frecuente de sus frutos.",
      "usos": "Alimenticio: La pulpa blanca (arilo) que envuelve las semillas es comestible, siendo un recurso importante para el consumo humano en zonas rurales y para la fauna silvestre.\n\nAgronómico/Ecológico: Es valiosa por su capacidad de fijar nitrógeno en el suelo, actuando como un excelente mejorador de la fertilidad. Es muy utilizada como árbol de sombra en sistemas agroforestales, especialmente en cafetales. Su rápido crecimiento la hace útil en la restauración de suelos degradados.\n\nMaderable: Su madera es dura y pesada y se usa principalmente para leña, carbón vegetal, postes y herramientas menores, aunque no se considera muy durable si se expone a la intemperie.\n\nOrnamental: Se planta por su copa ramificada y agradable follaje, que ofrece buena sombra.",
      "distribucion": "Nativa del Neotrópico, su distribución se extiende desde el sur de México (incluyendo Centroamérica y el Caribe) hasta América del Sur tropical (como Colombia, Venezuela, Perú y Brasil). Se adapta a una amplia gama de altitudes, desde el nivel del mar hasta unos 2,000 metros. Su hábitat son los bosques húmedos o muy húmedos, encontrándose comúnmente en bordes de caminos, riberas y como árbol de sombra en áreas agrícolas."
    },
    {
      "id": "macuilis",
      "nombre_comun": "Macuilis",
      "nombre_cientifico": "Handroanthus roseus",
      "familia": "Bignoniaceae",
      "reino": "Plantae",
      "orden": "Lamiales",
      "especie": "H. roseus",
      "division": "Magnoliophyta",
      "imagen": "images/Tabebuia rosea.jpg",
      "descripcion_corta": "Es un árbol de mediano a gran porte (10-30m), que se distingue por perder sus hojas en la estación seca, justo antes de cubrirse completamente de grandes flores rosadas o lilas, lo que lo convierte en un punto focal paisajístico. Su madera es valiosa.",
      "descripcion_larga": "El Macuilis es un árbol caducifolio que puede alcanzar hasta 40 metros de altura en condiciones óptimas. Posee un tronco recto con corteza gris fisurada y una copa amplia y redondeada. Sus hojas son palmadas y compuestas por 5 foliolos. Su característica más distintiva es su floración masiva que ocurre cuando el árbol está sin hojas, presentando grandes flores tubulares (5–8 cm) de color rosa intenso, lila o violeta. El fruto es una cápsula alargada (20–40 cm) que libera semillas aladas para la dispersión por el viento. Esta estrategia de florecer sin hojas maximiza la atracción de polinizadores.",
      "usos": "1. Usos Maderables: Produce una madera de color marrón claro a rosado, moderadamente pesada y durable, excelente para ebanistería fina, muebles, pisos, carpintería interior y construcción naval. 2. Uso Ornamental: Es sumamente popular en paisajismo urbano (parques, avenidas) por su valor escénico durante la floración. 3. Usos Ecológicos: Es una especie pionera, útil en la reforestación y restauración de suelos, además de proveer alimento y refugio a la fauna. 4. Usos Medicinales: En la tradición popular, su corteza se ha usado en infusiones como antiinflamatorio, febrífugo y analgésico natural.",
      "distribucion": "Originario de la América tropical, su distribución natural se extiende por Centroamérica y parte del Caribe. En Nicaragua es muy común, prosperando en bosques secos tropicales, sabanas y áreas abiertas, con una altitud que va desde el nivel del mar hasta los 1,200 metros, adaptándose bien a climas tropicales secos y húmedos."
    },
    {
      "id": "guazuma-ulmifolia",
      "nombre_comun": "Guácimo",
      "nombre_cientifico": "Guazuma ulmifolia",
      "familia": "Malvaceae",
      "reino": "Plantae",
      "orden": "Malvales",
      "especie": "G. ulmifolia",
      "division": "Magnoliophyta",
      "imagen": "images/Guazuma ulmifolia.jpg",
      "descripcion_corta": "Árbol caducifolio de tamaño mediano (8-25 m) y copa densa, nativo de América tropical. Se distingue por su corteza rugosa, hojas ásperas que recuerdan al olmo (ulmifolia), y un fruto leñoso, redondo y verrugoso que contiene una pulpa dulce. Es fundamental en sistemas agroforestales y silvopastoriles por su valor forrajero, maderable y medicinal.",
      "descripcion_larga": "El Guácimo es un árbol robusto y de rápido crecimiento, capaz de alcanzar hasta 25 metros de altura. Su tronco puede ser recto o ligeramente torcido, cubierto por una corteza pardo grisácea profundamente fisurada. Posee una copa redondeada y densa, ideal para proporcionar sombra. Sus hojas son simples, alternas y de margen aserrado, notablemente rugosas al tacto. Produce pequeñas flores fragantes de color amarillo-verdoso que son importantes fuentes de néctar (melíferas). El fruto característico es una cápsula leñosa, esférica, dura y muy rugosa, que madura a un color marrón oscuro, albergando una pulpa dulce y pegajosa que es muy apreciada por el ganado y la fauna. Es una especie pionera y muy adaptable, prosperando en una amplia gama de suelos y tolerando bien las sequías y el fuego.",
      "usos": "Maderable: Su madera es liviana, fácil de trabajar y se utiliza para postes, cercas, mangos de herramientas y carpintería rústica. Es excelente leña y carbón. Agropecuario/Forrajero: Las hojas y, especialmente, los frutos son un alimento nutritivo y palatable para el ganado bovino y caprino, siendo cruciales en la época seca (silvopastoreo). Medicinal: La corteza y los frutos se usan tradicionalmente como antidiarréicos, astringentes y antiinflamatorios; también se emplean para tratar heridas, tos, fiebre y problemas digestivos. Ecológico/Restauración: Es ideal para reforestación de suelos degradados y se usa comúnmente en cercas vivas y como árbol de sombra, atrayendo polinizadores.",
      "distribucion": "Origen: América tropical. Rango: Se distribuye naturalmente desde México hasta Brasil y Paraguay, incluyendo el Caribe. Ha sido introducido en otras regiones tropicales. Hábitat: Muy común en bosques secos, húmedos y zonas alteradas, como potreros y cercas vivas. Prospera desde el nivel del mar hasta los 1,500 metros de altitud, adaptándose a climas tropicales secos a húmedos con amplio rango de precipitación. En Nicaragua, es una especie muy frecuente en las regiones del Pacífico, Central y Norte."
    },
    {
      "id": "flor-amarilla",
      "nombre_comun": "Flor Amarilla",
      "nombre_cientifico": "Senna siamea",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "S. siamea",
      "division": "Magnoliophyta",
      "imagen": "images/Senna siamea.jpg",
      "descripcion_corta": "Árbol tropical de rápido crecimiento, famoso por su espectacular y abundante floración de color amarillo intenso que le da su nombre común. Alcanza alturas de 10-20 m, posee una copa densa y es muy valorado por su madera dura y su uso ornamental y de reforestación.",
      "descripcion_larga": "Se trata de un árbol caducifolio o semicaducifolio de tamaño medio (10-20 m), con un tronco que puede ser recto o ligeramente torcido y una corteza fisurada de tono grisáceo. Posee una copa redondeada y densa que proporciona excelente sombra. Sus hojas son compuestas y alternas, de color verde brillante, formadas por 8-15 pares de folíolos elípticos. La característica más notable es su floración: grandes y vistosas flores de color amarillo intenso, dispuestas en racimos terminales, que lo hacen muy ornamental y atractivo para insectos polinizadores (melífero). Produce frutos en forma de largas legumbres lineales que contienen numerosas semillas. Originario del Sudeste Asiático, se ha naturalizado ampliamente en los trópicos.",
      "usos": "Forestales/Maderables: Su madera es dura, pesada, y resistente a plagas, usada en carpintería fina, pisos, ebanistería, postes y herramientas. Es también una fuente de leña y carbón de alta calidad. Ornamentales y Ecológicos: Es un árbol de sombra urbana muy apreciado por su floración. Se utiliza en reforestación y control de erosión, ya que es tolerante a suelos degradados y sequía. Como leguminosa, fija nitrógeno atmosférico, mejorando la fertilidad del suelo. Agropecuarios: Sirve como árbol de sombra en potreros y cerca viva, aunque sus hojas deben usarse con precaución como forraje. Medicinales: Tradicionalmente usado en Asia como antipalúdico, purgante y antiparasitario, aunque sus semillas y hojas requieren manejo precautorio por su potencial toxicidad.",
      "distribucion": "Origen: Nativo del Sudeste Asiático (principalmente Tailandia, Birmania, India). Distribución Actual: Se ha introducido y se encuentra ampliamente distribuido en las regiones tropicales y subtropicales de América, África, Asia y Oceanía, debido a su rápido crecimiento y versatilidad. En Nicaragua: Es común y se usa en áreas urbanas, a lo largo de carreteras y en proyectos de reforestación, prosperando particularmente bien en la región del Pacífico y zonas secas. Hábitat: Se adapta a diversos climas tropicales (secos o húmedos) y prefiere altitudes entre 0 y 1,500 m s. n. m."
    },
    {
      "id": "cacao",
      "nombre_comun": "Cacao",
      "nombre_cientifico": "Theobroma cacao L.",
      "familia": "Malvaceae",
      "reino": "Plantae",
      "orden": "Malvales",
      "especie": "T. cacao",
      "division": "Magnoliophyta",
      "imagen": "images/Theobroma cacao.jpg",
      "descripcion_corta": "Árbol tropical perenne de tamaño pequeño a mediano (4-8 m) conocido por su fruto, la mazorca, que contiene las semillas (granos de cacao), la materia prima del chocolate. Es notable por su característica caulifloría (flores y frutos que nacen directamente del tronco y ramas viejas) y es vital para ecosistemas agroforestales como árbol de sombra.",
      "descripcion_larga": "Árbol perennifolio de crecimiento moderado, con tronco recto y copa densa, ideal para sistemas de sombra. Sus hojas son simples, elípticas u oblongas, de un verde brillante. La característica más distintiva es su caulifloría, donde las flores pequeñas, de color blanco a rosado pálido, brotan de la madera madura. El fruto, llamado mazorca, es una cápsula leñosa y ovalada de 15–30 cm, que cambia de color verde/rojo a amarillo/rojo al madurar. Internamente, contiene los granos de cacao envueltos en una pulpa blanca mucilaginosa. Fructifica típicamente a los 3-5 años y requiere de un clima tropical húmedo y suelos fértiles y bien drenados.",
      "usos": "Principalmente alimenticio y económico: El grano es la base para la producción mundial de chocolate, manteca de cacao, cacao en polvo y bebidas. La pulpa se consume fresca y se usa para bebidas fermentadas. Ecológico/Agronómico: Es un árbol de sombra crucial en sistemas agroforestales, especialmente asociado con el cultivo de café y banano, favoreciendo la biodiversidad. Medicinal/Cosmético: Tradicionalmente usado por sus propiedades antioxidantes y estimulantes. La manteca de cacao se valora en la cosmética por su capacidad hidratante para piel y labios.",
      "distribucion": "Origen: Es nativo de la región amazónica de Sudamérica (principalmente Brasil, Ecuador, Perú, Colombia). Distribución Actual: Se cultiva extensivamente en las zonas tropicales de América, África Occidental (liderando la producción mundial) y partes de Asia. Hábitat: Prospera en climas tropicales húmedos (21–32 °C, 1,200–2,500 mm de lluvia anual) a altitudes de 0 a 1,000 m s.n.m., en suelos ricos en materia orgánica con buen drenaje."
    },
    {
      "id": "catimor",
      "nombre_comun": "Café Catimor",
      "nombre_cientifico": "Coffea arabica L. var. Catimor",
      "familia": "Rubiaceae",
      "reino": "Plantae",
      "orden": "Gentianales",
      "especie": "C. arabica L",
      "division": "Magnoliophyta",
      "imagen": "images/Coffea arabica.jpg",
      "descripcion_corta": "El Catimor es un híbrido artificial de café, reconocido por ser un arbusto de porte medio a bajo que ofrece un alto rendimiento y una resistencia superior a la roya del café (Hemileiavastatrix) en comparación con otras variedades arábicas puras. Es el resultado del cruce entre Coffea arabica var. Caturra y el Híbrido de Timor (Coffea canephora).",
      "descripcion_larga": "El Catimor es un híbrido F1 con gran impacto económico en la caficultura moderna, originado en Portugal en la década de 1950. Botánicamente, es un arbusto perenne de ramas compactas, internudos cortos y un ciclo productivo que se optimiza entre los 4 y 10 años. Su valor radica en la combinación de la excelente calidad en taza inherente al arábica (Caturra) con la robustez y resistencia a enfermedades heredada del robusta (Timor Hybrid), lo que permite su cultivo en altitudes de 700 a 1,500 m s.n.m. y bajo sistemas agroforestales. Requiere suelos fértiles, profundos y bien drenados para alcanzar su alta productividad de 25–35 quintales oro/ha.",
      "usos": "Principalmente Económico y Agroforestal. El uso primario es la producción de granos de café para el mercado comercial, valorado por su adaptabilidad y alta productividad. Agroforestalmente, se cultiva bajo sombra ligera (30-40%) en sistemas que promueven la conservación de suelos, agua y biodiversidad, sirviendo de hábitat para aves y polinizadores. Medicinalmente, se utiliza por su contenido de cafeína como estimulante y por sus antioxidantes.",
      "distribucion": "Es una variedad de distribución tropical amplia. Su origen de desarrollo fue en Portugal. Actualmente, se cultiva extensamente en América Central (donde es un pilar de la caficultura, notablemente en Nicaragua, en zonas como Jinotega, Matagalpa, Nueva Seg), Suramérica, África Oriental y Asia Tropical. Prospera en climas tropicales húmedos o templados, con un rango de temperatura ideal entre 18–24 °C."
    },
    {
      "id": "pinguin",
      "nombre_comun": "Piñuela",
      "nombre_cientifico": "Bromelia pinguin",
      "familia": "Bromeliaceae",
      "reino": "Plantae",
      "orden": "Poales",
      "especie": "B. pinguin",
      "division": "Magnoliophyta",
      "imagen": "images/Bromelia pinguin .jpg",
      "descripcion_corta": "Arbusto perenne, herbáceo, que forma rosetas grandes de hojas muy largas y rígidas, fuertemente armadas con espinas curvas. Produce bayas comestibles de color amarillo-anaranjado y sabor ácido.",
      "descripcion_larga": "Planta herbácea y perenne que alcanza entre 1 y 2 metros de altura, con una forma de vida de roseta muy densa y protectora. Sus hojas son lineares, de hasta 1.5 m de longitud, de color verde brillante, destacando por sus márgenes provistos de espinas ganchudas y curvadas hacia atrás. La inflorescencia emerge del centro de la roseta, llevando flores pequeñas de tonos blanco, rosado o morado. El fruto es una baya ovalada de aroma agradable, comestible y de sabor ácido. Sus raíces fibrosas le permiten formar colonias densas, siendo clave como barrera natural o cerca viva.",
      "usos": "Alimenticio: Los frutos maduros son consumidos frescos o transformados en bebidas, dulces y fermentados; son ricos en vitamina C. Medicinal: Se usa en la tradición popular contra parásitos intestinales, para facilitar la digestión y el jugo del fruto como antiséptico en heridas. Agroforestal/Ecológico: Es sumamente valiosa como cerca viva natural para delimitar propiedades y, especialmente, como barrera para el control de la erosión debido a sus densos macollos. Artesanal: Las fibras fuertes de sus hojas se extraen para hacer cuerdas y esteras.",
      "distribucion": "Origen: América tropical (principalmente Centroamérica y el Caribe). Actual: Se extiende desde México hasta Venezuela, Colombia y las Antillas. En países como Nicaragua es común en zonas secas y semiáridas (Pacífico y Norte), creciendo desde el nivel del mar hasta los 1,200 m s.n.m. Es una planta resistente a la sequía y se adapta a suelos pobres, arenosos o pedregosos."
    },
    {
      "id": "brasil",
      "nombre_comun": "Brasil",
      "nombre_cientifico": "Haematoxylum brasiletto",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "H. brasiletto",
      "division": "Magnoliophyta",
      "imagen": "images/Haematoxylum brasiletto.jpg",
      "descripcion_corta": "Árbol mediano, caducifolio, notable por su madera de color rojo intenso que ha sido históricamente la fuente del preciado tinte natural llamado brasilina. Posee ramas espinosas y flores amarillas, prosperando en zonas tropicales secas.",
      "descripcion_larga": "Es un árbol o arbusto caducifolio que generalmente alcanza entre 4 y 10 metros de altura, aunque puede llegar hasta los 12 m. Su tronco es recto, con una corteza grisácea a marrón oscura y muy agrietada. La característica más distintiva es su madera interior, densa y muy dura, de un tono rojo intenso que le da su nombre. Las ramas jóvenes son espinosas. Sus hojas son compuestas y alternas. Produce pequeñas y vistosas flores amarillas en racimos, que son importantes fuentes de néctar para polinizadores. El fruto es una legumbre aplanada y de color café. Es notable por su resistencia a la sequía.",
      "usos": "Tintóreos: La principal aplicación histórica y económica es la extracción de brasilina de su madera, un colorante natural que produce un tinte rojo intenso para textiles, tintas y pinturas.\nMaderables: Su madera es muy valorada por ser dura, pesada y duradera, utilizándose en ebanistería, fabricación de herramientas agrícolas, construcción rural (postes), tallas y muebles. Es resistente a la humedad y a los insectos.\nMedicinales: En la medicina tradicional, la decocción de la madera se emplea por sus propiedades astringentes, antidiarreicas y para la purificación de la sangre, además de tratar afecciones cutáneas y dolores reumáticos.\nEcológicos/Ornamentales: Es usado en reforestación de áreas secas, como árbol de sombra, y sus flores atraen abejas y mariposas.",
      "distribucion": "Especie originaria de las regiones tropicales y subtropicales de América. Su distribución natural abarca desde México hasta Colombia y Venezuela, incluyendo países centroamericanos como Guatemala, Honduras, Nicaragua, Costa Rica y Panamá. Se localiza predominantemente en zonas áridas y semiáridas (clima tropical seco), en altitudes que van desde el nivel del mar hasta los 1,000 m s.n.m., en suelos ligeros, arenosos o calcáreos."
    }
  ]
}