{
  "plantas": [
    {
      "id": "neem",
      "nombre_comun": "Neem",
      "nombre_cientifico": "Azadirachta indica",
      "familia": "Meliaceae",
      "reino": "Plantae",
      "orden": "Sapindales",
      "especie": "Azadirachta indica; A.Juss.",
      "division": "Magnoliophyta",
      "imagen": "images/Azadirachta indica.png",
      "descripcion_corta": "Árbol de rápido crecimiento y abundante follaje, valorado globalmente por sus propiedades. Su taxonomía lo ubica en la familia de las caobas (Meliaceae).",
      "descripcion_larga": "El Neem es un árbol de crecimiento rápido que típicamente alcanza alturas de 15 a 20 metros, llegando ocasionalmente hasta 40 metros. Su follaje es denso y persistente durante todo el año, aunque puede perderlo casi por completo en condiciones de sequía severa. Posee un tronco robusto, corto y recto, con una corteza agrietada que varía de gris claro a castaño rojizo. Sus hojas son compuestas, midiendo 20 a 40 cm, con 20 a 31 folíolos verde oscuro, asimétricos y dentados. Produce flores blancas y fragantes dispuestas en panículas colgantes. El fruto es una drupa de forma similar a una aceituna, que al madurar es blanco amarillenta, fibrosa, con un sabor dulce inicial pero desagradable, conteniendo una o pocas semillas elongadas. El Neem exhibe dicogamia, un fenómeno donde las flores masculinas y femeninas se presentan en el mismo árbol, pero en diferentes periodos de tiempo.",
      "usos": "El principal interés científico reside en sus propiedades insecticidas, particularmente por la azadiractina, un metabolito secundario. Sus extractos actúan como antinutrientes e inhibidores hormonales en insectos, interrumpiendo su ciclo vital al interferir con la síntesis de quitina y prolongando los estados larvarios o causando la muerte.\n\nSe utiliza como fertilizante orgánico superior al estiércol común. Mezclado con urea, optimiza la abonación. Su bagazo y hojas se valoran por sus propiedades repelentes contra plagas como termitas y nemátodos.\n\nEl aceite de sus semillas reemplaza aceites de coco o palma en la industria de jabones (al ser rico en ácidos mirístico y láurico, mejora la espuma y detergencia). También se usa en cosméticos.\n\nSe cultiva activamente para combatir la desertificación y se considera un buen absorbente de dióxido de carbono.",
      "distribucion": "Nativo del subcontinente indio y el sudeste asiático. Debido a su adaptabilidad y valor, ha sido introducido y cultivado en numerosas zonas tropicales y subtropicales de Asia, África, América, Australia y las islas del Pacífico. Su cultivo es exitoso en estas zonas, excluyendo las áreas de gran altitud."
    },
    {
      "id": "araucaria",
      "nombre_comun": "Araucaria",
      "nombre_cientifico": "Araucaria Spp",
      "familia": "Araucariaceae ",
      "reino": "Plantae",
      "orden": "Araucariales",
      "especie": "A. araucana",
      "division": "Pinophyta",
      "imagen": "images/araucaria araucana.png",
      "descripcion_corta": "Gigantescos coníferos o \"fósiles vivientes\" del Mesozoico, conocidos por su porte columnado, ramas horizontales bien separadas y hojas aciculares o lanceoladas. Son principalmente dioicos (conos masculinos y femeninos en árboles separados) y producen semillas grandes y comestibles, llamadas piñones.",
      "descripcion_larga": "La Araucaria es un género de árboles majestuosos y longevos que pueden alcanzar alturas impresionantes de 30 a 80 metros. Sus características más distintivas incluyen un vástago erguido y masivo, ramas que crecen en niveles horizontales bien separados (cuya cantidad puede indicar la edad del árbol), y hojas coriáceas que varían de aciculares y traslapadas a anchas y planas, dependiendo de la especie. Como \"fósiles vivientes\", estos árboles han existido desde la Era Mesozoica. Los conos femeninos, grandes y globosos (7 a 25 cm de diámetro), contienen de 80 a 200 semillas comestibles que son cultural y alimenticiamente importantes, especialmente para el pueblo Mapuche, que las llama \"Pehuén\". Los árboles son, en su mayoría, dioicos, lo que significa que los órganos reproductivos (conos) masculinos y femeninos se encuentran en ejemplares distintos.",
      "usos": "La Araucaria posee una gran variedad de usos: Madera para carpintería y construcción; Alimentación a partir de sus piñones (utilizados para harinas, bebidas, sopas); Medicina tradicional (por su resina); y es muy valorada como planta ornamental en parques y plazas de todo el mundo, a pesar de su lento crecimiento. También funciona como fuente de alimento para diversas especies de la fauna.",
      "distribucion": "La distribución del género es relicta y restringida en la actualidad, abarcando regiones del Hemisferio Sur como Argentina, Brasil, Chile, Australia, Nueva Guinea, Isla Norfolk, y Nueva Caledonia. La mayor diversidad se concentra en Nueva Caledonia, donde las especies se han adaptado a suelos serpentinos y ultramáficos. Históricamente, el género se extendió al Hemisferio Norte hasta el final del Cretácico. Muchas poblaciones actuales están amenazadas debido a la restricción de su hábitat, en algunos casos por actividades como la minería (especialmente de níquel en Nueva Caledonia)."
    },
    {
      "id": "laureldeindias",
      "nombre_comun": "Laurel de Indias",
      "nombre_cientifico": "Ficus microcarpa",
      "familia": "Moraceae (familia de las moras y los higos)",
      "reino": "Plantae",
      "orden": "Rosales",
      "especie": "F. microcarpa",
      "division": "Magnoliophyta (plantas con flor)",
      "imagen": "images/f. microcarpa.jpg",
      "descripcion_corta": "Árbol perenne de gran porte y rápido crecimiento, famoso por sus raíces aéreas que se unen al tronco y su densa copa. Originario de Asia, es muy usado como ornamental y en ocasiones se comporta como especie invasora.",
      "descripcion_larga": "El Laurel de Indias es un árbol que puede superar los 15 metros, con una copa voluminosa y muy ramificada. Sus hojas son de un verde oscuro, coriáceas (de textura similar al cuero) y se disponen de forma alterna. Una característica distintiva son sus raíces aéreas que descienden, tocan el suelo y se engrosan, uniéndose al tronco principal. Produce diminutas flores dioicas (separadas por sexo en distintos árboles) que dan lugar a pequeños frutos de menos de 1 cm llamados siconos, que maduran de verde a amarillo/rojizo. Su polinización es altamente especializada y depende de avispas del higo (Pegoscapus y Eupristina verticillata).",
      "usos": "Principalmente como árbol de sombra en calles de climas cálidos y subtropicales. También es muy popular como planta ornamental de interior y es una especie muy apreciada para el arte del bonsái debido a su capacidad de formar troncos robustos y raíces aéreas interesantes.",
      "distribucion": "Nativo del sur y sureste de Asia. Ha sido ampliamente introducido en zonas tropicales y subtropicales del mundo, donde se ha naturalizado. Se considera una especie invasora en regiones como Hawái, Florida, Centro y Sudamérica. En Europa, se encuentra en las costas de España, Baleares, Canarias, Portugal (Algarve), Sicilia y Chipre."
    },
    {
      "id": "malinche",
      "nombre_comun": "Malinche",
      "nombre_cientifico": "Delonix regia",
      "familia": "Fabaceae (Familia de las leguminosas)",
      "reino": "Plantae",
      "orden": "Fabales. Este orden incluye a las plantas con flores que producen frutos en forma de vaina (legumbres), como el frijol, las arvejas y, en este caso, el Malinche.",
      "especie": "Delonix regia",
      "division": "Magnoliophyta (Angiospermas). Agrupa a todas las plantas con flores que producen semillas encerradas en un fruto.",
      "imagen": "images/Delonix regia.png",
      "descripcion_corta": "El Malinche es un árbol tropical mundialmente famoso por su espectacular floración roja o anaranjada. Puede alcanzar hasta 12 metros de altura, con un follaje denso y una copa muy extendida, ideal para sombra. Aunque caducifolio en climas secos, mantiene sus hojas en condiciones más suaves.",
      "descripcion_larga": "Delonix regia, conocido como Malinche, es un árbol de la familia de las Fabáceas (leguminosas) que destaca por ser uno de los más coloridos del mundo. Alcanza una altura promedio de 8 a 12 metros, pero su característica más distintiva es su follaje denso y extendido (haciéndolo un excelente árbol de sombra) y sus flores grandes y vistosas. Estas flores tienen cuatro pétalos de hasta 8 cm y un quinto pétalo, el estandarte, que es más largo y está manchado de blanco y amarillo. Sus hojas son grandes (30 a 50 cm) y bipinnadas (doblemente compuestas), lo que les da una apariencia fina y plumosa. Produce vainas leñosas y oscuras de hasta 60 cm de largo que contienen sus semillas. Su comportamiento es caducifolio (pierde hojas) en temporadas secas intensas, pero es perennifolio (mantiene hojas) en climas menos rigurosos.",
      "usos": "Principalmente Ornamental (embellecimiento de calles y parques) debido a su llamativa floración y como Árbol de Sombra por su amplia copa.\n\nEn el Caribe, sus vainas maduras y semillas se utilizan como instrumentos de percusión, conocidos como shak-shak o maracas.\n\nLas vainas también se usan como alimento para el ganado en algunas regiones.\n\nEn zonas como el País Vasco, sus ramas (\"chivatas\") se utilizan para cercar ganado caprino.",
      "distribucion": "Es originario de Madagascar, donde paradójicamente se encuentra en peligro de extinción en su hábitat natural (selva seca caducifolia). Sin embargo, ha sido introducido y naturalizado globalmente en casi todas las regiones tropicales y subtropicales del mundo debido a su popularidad ornamental.\n\nSe distribuye ampliamente en: América Tropical (México, Centroamérica, Caribe, Colombia, Venezuela, Brasil, etc.), Estados Unidos (Florida, Hawái, etc.), India, Australia, y regiones con climas similares en África (como Cabo Verde) y Europa (Islas Canarias, Madeira). Requiere un clima tropical o subtropical, tolerando bien la sequía y la salinidad."
    },
    {
      "id": "amapola-inmortal",
      "nombre_comun": "Amapola Inmortal",
      "nombre_cientifico": "Erythrina variegata L.",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "E. variegata",
      "division": "Magnoliophyta (Angiospermas)",
      "imagen": "images/Erythrina variegata L.jpg",
      "descripcion_corta": "Árbol caducifolio tropical de crecimiento rápido, conocido por sus llamativas flores rojo-anaranjadas que aparecen antes de las hojas, y su corteza lisa con vetas claras. Es fácilmente propagable a partir de esquejes, lo que le da su cualidad de \"inmortal\".",
      "descripcion_larga": "Es un árbol robusto que puede alcanzar de 15 a 20 metros de altura, con una forma extendida y erecta. Su rasgo distintivo es su corteza lisa que exhibe un patrón de vetas verticales en tonos de verde, gris y blanco. Presenta pequeñas espinas en el tallo y las ramas que pueden caer con el tiempo. Sus hojas son trifoliadas (tres folíolos) y a menudo variegadas, de forma acorazonada. Es un árbol caducifolio, perdiendo sus hojas típicamente antes de la floración. Produce inflorescencias densas de flores de un brillante color rojo anaranjado. Después de la floración, desarrolla vainas gruesas y negras que contienen de 5 a 10 semillas ovaladas.",
      "usos": "Es muy valorado como soporte vivo para cultivos trepadores (pimienta, ñame, betel) y como árbol de sombra en plantaciones de café y cacao, ya que su sistema radicular no compite excesivamente con los cultivos.\n\nSe utiliza como cortavientos debido a su sistema radicular fuerte.\n\nSus ramas gruesas se plantan para formar cercas vivas.\n\nEl follaje es un excelente alimento para el ganado (16-18% de proteína cruda), podándose varias veces al año para maximizar la producción.\n\nSu madera es ligera y blanda (baja densidad de 0,2-0,3), usada en la fabricación de cajas, juguetes, marcos y para pulpa.\n\nEn Asia, la corteza y las hojas se usan en la medicina tradicional (como el paribhadra en la India) para tratar parásitos y aliviar el dolor articular.",
      "distribucion": "Es nativa de las costas de la India y Malasia. Gracias a que sus semillas pueden flotar y viajar en agua salada, se ha extendido ampliamente por las zonas costeras de los trópicos del Viejo Mundo, desde África Oriental hasta Polinesia y el norte de Australia.\n\nFue introducida en el Nuevo Mundo y se naturalizó rápidamente, llegando a ser considerada nativa en algunas regiones. Actualmente es común como seto en lugares como el sur de Florida."
    },
    {
      "id": "cipres",
      "nombre_comun": "Ciprés",
      "nombre_cientifico": "Cupressus sempervirens",
      "familia": "Cupressaceae",
      "reino": "Plantae",
      "orden": "Pinales",
      "especie": "C. sempervirens",
      "division": "Pinophyta (Coníferas)",
      "imagen": "images/cipres.jpg",
      "descripcion_corta": "Árbol conífera perennifolia de porte generalmente piramidal o columnar, caracterizado por su larga vida (hasta 300 años o más), su crecimiento inicial rápido y su follaje de hojas pequeñas en forma de escama. Es muy utilizado como ornamental y cortavientos, especialmente en regiones templadas.",
      "descripcion_larga": "El Ciprés es un árbol conífera, lo que significa que pertenece a la división Pinophyta. Su característica más distintiva es su hoja perenne, que mantiene el verdor todo el año. Alcanza alturas de hasta 20-30 metros y presenta un porte típicamente piramidal y denso (aunque algunas especies son esféricas). Posee un tronco recto con corteza delgada y fisurada. Sus hojas son diminutas (2-6 mm), con forma de escama. Produce flores masculinas y femeninas en el mismo ejemplar (monoico); las femeninas se desarrollan en una estructura globular llamada gálbula (o cono) de hasta 4 cm, que es verde y se vuelve marrón rojiza al madurar. Su sistema radicular es pivotante, creciendo en profundidad, lo que evita daños a estructuras cercanas.",
      "usos": "Muy valorada por su durabilidad, textura fina, grano recto, bajo contenido resinoso y aroma similar al cedro. Se emplea en ebanistería, construcción (vigas, postes), lagares, tornería e instrumentos musicales, siendo esencial para las guitarras flamencas tradicionales. Ornamental y Paisajístico: Ampliamente cultivado en parques, jardines, alrededor de templos, y como setos medianeros o cortavientos debido a su forma densa y su resistencia. Medicinal y Cosmético: De las hojas y conos se extrae el aceite de ciprés, usado en aromaterapia y fitoterapia por sus propiedades astringentes, y para tratar dolencias como dolores de cabeza, articulares, varices y hemorroides.",
      "distribucion": "Originario de localidades dispersas en regiones templadas cálidas del Hemisferio Norte, abarcando el noroeste de África, Oriente Medio, el Himalaya, el sur de China y el norte de Vietnam. Se ha naturalizado y se cultiva extensivamente en todas las regiones templadas del mundo (Europa, Asia, África oriental, Sudáfrica, Nueva Zelanda, América). Es un componente icónico del paisaje mediterráneo."
    },
    {
      "id": "adonidia-merrillii",
      "nombre_comun": "Palmera coquera",
      "nombre_cientifico": "Adonidia merrillii (Becc.) Becc.",
      "familia": "Arecaceae",
      "reino": "Plantae",
      "orden": "Arecales",
      "especie": "A. merrillii",
      "division": "Magnoliophyta (Angiospermas)",
      "imagen": "images/adonidia merrillii.jpg",
      "descripcion_corta": "Palmera tropical de tamaño mediano (hasta 8 m), esbelta y de tronco solitario, con un capitel verde distintivo. Es famosa por sus frutos escarlatas brillantes que maduran en invierno, dándole el apodo de \"Palma de Navidad\".",
      "descripcion_larga": "Esta palmera solitaria es originaria de Filipinas. Alcanza típicamente una altura de 7.6 a 8 metros, con un tronco liso de color gris claro. Se distingue por su capitel (la base de las hojas que parece un tallo envuelto) de color verde brillante. Sus hojas son pinnadas y arqueadas, formando una copa elegante. La característica más notable son sus frutos ovoides, que cambian de color verde a un rojo escarlata vivo durante el invierno (temporada navideña), haciéndola muy popular ornamentalmente. La planta es monoica, es decir, tiene flores masculinas y femeninas en el mismo ejemplar.",
      "usos": "Principalmente Ornamental y de Paisajismo. Es muy apreciada por su aspecto elegante, su tamaño manejable y su bajo mantenimiento, ya que es \"autopodable\" (las hojas muertas caen solas). Es una elección común en parques, jardines tropicales y subtropicales, y como planta de interior en maceta para decoración de lujo (hoteles, casinos) debido a su tolerancia a condiciones de poca luz. Sus frutos a veces se utilizan como sustituto de la nuez de betel en la preparación del buyo tradicional.",
      "distribucion": "Nativa de Filipinas (especialmente en Palawan). Se cultiva extensamente en las zonas tropicales y subtropicales del mundo, como el sur de Florida, Hawái y las Indias Occidentales, donde a veces se naturaliza. No tolera las heladas, limitando su uso perenne en exteriores a climas cálidos."
    },
    {
      "id": "mango",
      "nombre_comun": "Mango",
      "nombre_cientifico": "Mangifera indica",
      "familia": "Anacardiaceae",
      "reino": "Plantae",
      "orden": "Sapindales",
      "especie": "M. indica",
      "division": "Magnoliophyta",
      "imagen": "images/mango.jpg",
      "descripcion_corta": "Árbol perenne de gran tamaño (hasta 45 m) con hojas coriáceas y frutos tipo drupa. El fruto, el mango, es globalmente apreciado por su pulpa jugosa, dulce y aromática, que varía en color (verde a rojizo-amarillo) y contenido de fibra al madurar.",
      "descripcion_larga": "Árbol de hoja perenne que alcanza alturas impresionantes y posee una copa ancha. Sus hojas son simples, lanceoladas y de un verde oscuro intenso. Las flores se agrupan en panículas terminales o axilares, siendo pequeñas y variando en color (rojo, amarillo, etc.). El fruto es una drupa (fruto carnoso con una sola semilla dura en el centro) con una pulpa que puede ser fibrosa o no (como el 'mango de hilacha'). El sabor evoluciona de medianamente ácido a dulce a medida que madura.",
      "usos": "Alimenticio: Principalmente consumido fresco. También se usa en bebidas, conservas (Cuba), y como alimento para fauna silvestre (chácharo, lapa). Medicinal y Tradicional: Infusión de hojas y corteza como desinfectante y para enfermedades gastrointestinales (Siona, Putumayo); decocción de hojas como anticonceptivo/abortivo (Tikuna, Amazonas). Enjuagues para oscurecer el cabello y prevenir la caída. Maderable: La madera se usa para muebles e instrumentos musicales (ukeleles), aunque es susceptible a hongos. Contiene sustancias fenólicas que pueden causar dermatitis. Artesanal: Las hojas se queman en Chulucanas (Perú) para dar color y brillo a la cerámica. Melífera: Es una fuente de néctar para las abejas.",
      "distribucion": "Es originario del subcontinente indio (India) y la Indochina. Está ampliamente introducido y cultivado en regiones intertropicales de todo el mundo, como Nicaragua, Colombia, Cuba, Perú y Venezuela, y en zonas de clima templado o mediterráneo como el sur de España (Málaga). Es una planta muy resistente y agresiva, que tolera bien la sequía y es difícil de quemar."
    },
    {
      "id": "pandanus-utilis",
      "nombre_comun": "Palma de tirabuzón",
      "nombre_cientifico": "Pandanus utilis",
      "familia": "Pandanaceae",
      "reino": "Plantae",
      "orden": "Pandanales",
      "especie": "P. utilis",
      "division": "Magnoliophyta",
      "imagen": "images/pandanus parkinson.jpg",
      "descripcion_corta": "Árbol tropical dioico de apariencia inusual que asemeja una palmera. Se distingue por su tronco robusto y liso, y por las características raíces fúlcreas (aéreas o \"zancos\") que le brindan soporte. Sus hojas largas y en espiral le dan el nombre de \"tirabuzón\".",
      "descripcion_larga": "La Palma de tirabuzón es un árbol con un aspecto particularmente extraño e impactante. Presenta un tronco cilíndrico de diámetro uniforme con una corteza lisa y jaspeada. Su característica más distintiva son las numerosas raíces fúlcreas que nacen desde el tallo y descienden hasta el suelo, anclando firmemente el árbol y dándole una apariencia de \"patas de araña\" o zancos. El árbol es dioico, lo que significa que posee flores masculinas y femeninas en individuos separados. El follaje está compuesto por hojas alargadas, estrechas y con bordes aserrados que crecen en una disposición espiralada en el extremo de las ramas. Produce un fruto de tipo drupa, que se agrupa en una estructura esférica similar a una piña grande y que tiene la capacidad de flotar, facilitando su dispersión a larga distancia entre islas.",
      "usos": "El Pandanus utilis es considerado uno de los árboles más útiles del Pacífico, junto con el cocotero. Sus usos principales incluyen: Cestería y artesanías con sus hojas, material para cubrir tejados, y alimento (frutas y semillas) que se consumen cocidas, especialmente en tiempos de escasez (es muy apreciado en lugares como Kiribati). Las drupas perfumadas se utilizan para elaborar collares y coronas en festividades. En Asia, sus hojas secas se emplean como repelente natural para cucarachas en vehículos.",
      "distribucion": "Originario de Madagascar y las islas Mascareñas (Océano Índico). Se encuentra ampliamente repartido y cultivado en todas las islas del Pacífico tropical, siendo su hábitat predilecto los atolones de la Polinesia y la Micronesia. Debido a su valor ornamental y a su resistencia, se ha introducido y se cultiva en jardines de regiones tropicales y subtropicales de todo el mundo, como Puerto Rico, Florida y California."
    },
    {
      "id": "palmera-mariposa",
      "nombre_comun": "Palmera",
      "nombre_cientifico": "Chrysalidocarpus lutescens",
      "familia": "Arecaceae",
      "reino": "Plantae",
      "orden": "Arecales",
      "especie": "C. lutescens",
      "division": "Magnoliophyta",
      "imagen": "images/C. lutescens.jpg",
      "descripcion_corta": "Palmera tropical perenne, multicaña, de porte esbelto y hojas pinnadas arqueadas que le dan una apariencia de mariposa. Es una de las plantas de interior más populares a nivel mundial por su elegancia y adaptabilidad.",
      "descripcion_larga": "Es una planta perenne que alcanza de 6 a 12 metros de altura, formando un denso grupo de múltiples tallos delgados, erectos y de textura similar a la caña que emergen desde la base. Sus hojas son pinnadas (compuestas por folíolos dispuestos a lo largo de un nervio central), de hasta 3 metros de largo, con una curvatura ascendente característica que le otorga el apodo de \"Palmera Mariposa\". El pecíolo y el nervio central son de color amarillo. Produce inflorescencias en panículas de flores amarillas durante el verano, seguidas de pequeños frutos oblongos que cambian de dorado a púrpura oscuro. Su propagación se realiza comúnmente mediante el corte de sus hijuelos (retoños basales).",
      "usos": "Ornamental: Es una de las palmeras más importantes a nivel comercial, utilizada globalmente como planta de interior en climas templados o como ejemplar de paisajismo, seto o pantalla de privacidad en regiones tropicales y subtropicales. Medioambiental y Medicinal: En su región nativa (este de Madagascar), tiene usos tradicionales ambientales y medicinales. Artesanal: Antiguamente, sus fibras eran utilizadas en la fabricación de redes de pesca.",
      "distribucion": "Nativa: Es originaria de Madagascar y se encuentra principalmente en las zonas del este de la isla. Cultivo: Está ampliamente distribuida a nivel mundial en todas las regiones tropicales y subtropicales para el paisajismo exterior, y se cultiva globalmente en interiores como una de las plantas de casa más comunes debido a su popularidad."
    },
    {
      "id": "napoleon",
      "nombre_comun": "Napoleón",
      "nombre_cientifico": "Bougainvillea spp.",
      "familia": "Nyctaginaceae",
      "reino": "Plantae",
      "orden": "Caryophyllales",
      "especie": "B. glabra",
      "division": "Magnoliophyta",
      "imagen": "images/napoleon.jpg",
      "descripcion_corta": "Arbusto trepador, perenne en climas tropicales y caducifolio en seco/frío, conocido por sus vistosas brácteas de colores brillantes (magenta, rojo, naranja, etc.) que rodean sus pequeñas flores tubulares. Posee tallos leñosos con afiladas espinas.",
      "descripcion_larga": "Son arbustos o pequeños árboles, muchos de ellos trepadores vigorosos que pueden alcanzar hasta 12 m. Se anclan mediante espinas afiladas. Las hojas son alternas, simples, ovalado-acuminadas. Las verdaderas flores son pequeñas y blancas, hermafroditas, agrupadas de tres y poco conspicuas. Su principal atractivo son las brácteas persistentes (hojas modificadas) de textura papirácea y de vivos colores (blanco, amarillo, rosa, morado, etc.), que a menudo se confunden con los pétalos. La planta es sensible a heladas, entrando en latencia y botando hojas en condiciones frías. El fruto es un aquenio pentámero.",
      "usos": "Ornamental: Es su uso principal a nivel mundial, ideal para cubrir muros, pérgolas, arcos y para el cultivo en maceta y bonsái, gracias a su espectacular y prolongada floración. Medicinal Tradicional: En México y otros lugares se utiliza la decocción (té) de las flores o brácteas para tratar afecciones respiratorias como tos, asma, bronquitis y gripe, gracias a sus propiedades antitusígenas y expectorantes. También se le atribuyen propiedades antisépticas para la piel (acné, descamaciones) y en algunos sitios, las raíces se usan como laxante o para fiebres.",
      "distribucion": "Nativo de las regiones tropicales y subtropicales de Sudamérica, incluyendo áreas de Brasil, Perú, Paraguay, Bolivia, Argentina y Venezuela. Actualmente, está ampliamente distribuido y cultivado en zonas tropicales y templadas cálidas de todo el mundo como una de las plantas ornamentales más populares."
    },
    {
      "id": "llamarada-bosque",
      "nombre_comun": "Llamarada del Bosque",
      "nombre_cientifico": "Spathodea campanulata",
      "familia": "Bignoniaceae",
      "reino": "Plantae",
      "orden": "Lamiales",
      "especie": "S. campanulata",
      "division": "Magnoliophyta",
      "imagen": "images/S. campanulata.jpg",
      "descripcion_corta": "Árbol ornamental tropical de rápido crecimiento, conocido por sus espectaculares y grandes flores campanuladas de color rojo anaranjado que recuerdan a una llama. Es nativo de África y se cultiva mundialmente.",
      "descripcion_larga": "La Spathodea campanulata es un árbol majestuoso que puede alcanzar entre 7 y 25 metros de altura. Destaca por su copa densa y redondeada y sus inflorescencias terminales que agrupan numerosas flores acampanadas, intensamente rojas anaranjadas (o a veces amarillas). Los brotes florales son característicos, con forma de ampolla, y contienen agua (lo que le da el apodo de \"Pissing Tree\"). La floración varía y a menudo se sincroniza con la insolación. Su madera es suave y la savia puede teñir. Las flores abiertas actúan como receptáculos, almacenando agua de lluvia y rocío, atrayendo diversas especies de aves. Pese a su belleza ornamental, se le considera una especie invasora en varias regiones y puede ser tóxica para las abejas.",
      "usos": "Ornamental: Es su uso principal debido a la belleza de su floración. Medicina tradicional: Se le atribuyen usos medicinales, incluyendo la aplicación de sus partes como colirio natural. Propiedades: Posee ciertas propiedades insecticidas. Madera: Su madera blanda se ha usado para elaborar nidos de aves.",
      "distribucion": "Nativo de la zona intertropical africana. Su distribución actual es pantropical; se ha plantado extensivamente como ornamental y se encuentra distribuido desde el sur de los Estados Unidos hasta Sudamérica, además de El Caribe, Asia y Oceanía, habitando predominantemente ambientes tropicales."
    },
    {
      "id": "caoba",
      "nombre_comun": "Caoba",
      "nombre_cientifico": "Swietenia macrophylla",
      "familia": "Meliaceae",
      "reino": "Plantae",
      "orden": "Sapindales",
      "especie": "S. macrophylla",
      "division": "Magnoliophyta",
      "imagen": "images/Swietenia macrophylla.jpg",
      "descripcion_corta": "Árbol forestal de gran tamaño, apreciado mundialmente por su madera rojiza (color caoba), maciza y de grano fino. Alcanza hasta 50 m de altura y produce una madera de alto valor para ebanistería por su durabilidad y facilidad de tallado.",
      "descripcion_larga": "Árbol perennifolio o caducifolio (según el clima), que se distingue por su tronco recto y sin ramas hasta gran altura, con una corteza fisurada de tono grisáceo. Sus hojas son alternas, paripinnadas y grandes. Produce flores pequeñas, verdosas amarillentas, muy perfumadas, que dan lugar a un fruto en cápsula leñosa que libera numerosas semillas aladas y livianas, dispersadas por el viento. Su crecimiento es lento y comienza a fructificar a los 15 años. La característica más notable es su madera, de color marrón rojizo profundo, muy pesada (se hunde en el agua) y altamente valorada en el mercado global por su calidad y belleza.",
      "usos": "Principalmente para la fabricación de muebles de lujo y alta gama, así como instrumentos musicales y carpintería fina de interior y exterior, debido a su resistencia y belleza. También es utilizada en la construcción naval por su estabilidad ante la humedad. Además, sus semillas tienen potencial en cosméticos y medicina tradicional, y a nivel ambiental contribuye a la conservación del suelo.",
      "distribucion": "Se distribuye naturalmente en una amplia región de América Latina, abarcando desde México y Centroamérica (Belice, Honduras, Nicaragua, Costa Rica, etc.) hasta el norte de Sudamérica (Colombia, Venezuela, Perú, Brasil y Bolivia). Crece en altitudes que van de 0 a 1500 m s. n. m., prefiriendo suelos profundos, bien drenados y con precipitaciones abundantes (2200 a 5000 mm)."
    },
    {
      "id": "sacuanjoche",
      "nombre_comun": "Flor de Sacuanjoche",
      "nombre_cientifico": "Plumeria rubra",
      "familia": "Apocynaceae",
      "reino": "Plantae",
      "orden": "Gentianales",
      "especie": "P. rubra",
      "division": "Magnoliophyta",
      "imagen": "images/Plumeria rubra.jpg",
      "descripcion_corta": "Arbusto grande o árbol caducifolio de 5 a 8 metros (hasta 25 m), conocido por sus flores muy fragantes en panículas. Las flores suelen ser blancas con el centro amarillo pálido en la especie típica, aunque en cultivo varían a tonos rosados o púrpuras. Las hojas son grandes, lanceoladas y se disponen en espiral. La planta exhuda un látex blanco al romperse.",
      "descripcion_larga": "Se trata de un arbusto grande o arbolillo caducifolio (pierde sus hojas estacionalmente) que puede alcanzar entre 5 y 8 metros de altura, con registros de hasta 25 metros. Posee un tronco recto y una ramificación escasa que genera una copa abierta e irregular. Sus hojas son simples, de gran tamaño (15-30 cm de largo), con un verde brillante en el haz. Sus flores, hermafroditas y altamente fragantes, nacen en inflorescencias llamadas panículas en los ápices de las ramas. Las flores de la especie salvaje son típicamente blancas con el centro amarillo, aunque los cultivares exhiben una paleta que incluye amarillo, rosa y púrpura. El fruto es una vaina glabra, alargada y péndula que contiene numerosas semillas aladas. Es famosa por ser la Flor Nacional de Nicaragua (desde 1971), valorada por su belleza, aroma y su presencia en tradiciones folclóricas y religiosas, simbolizando a menudo el amor y la inocencia.",
      "usos": "Ornamental y cultural: Es ampliamente utilizada en jardinería tropical por su belleza y aroma. En Centroamérica y Asia (particularmente la India), se planta cerca de templos y cementerios, siendo un símbolo de inmortalidad. Es usada en ofrendas votivas, guirnaldas, alfombras florales y ornamentación para bodas. En medicina tradicional (Aztecas), se usaba una poción del Cacaloxóchitl para combatir el miedo, según el Libellus de Medicinalibus Indorum Herbis de 1552.",
      "distribucion": "Es de origen mesoamericano. Su distribución natural abarca desde México (incluyendo Baja California Sur) hasta Argentina, pasando por Centroamérica (Belice, Costa Rica, El Salvador, Guatemala, Nicaragua, Panamá), el Caribe, Colombia, Venezuela, Bolivia, Brasil y Paraguay. También se ha introducido su cultivo y se ha naturalizado en Asia tropical y las Islas Canarias. Habita bosques tropicales subperennifolios, caducifolios y subcaducifolios."
    },
    {
      "id": "cortes",
      "nombre_comun": "Cortés",
      "nombre_cientifico": "Handroanthus ochraceus",
      "familia": "Bignoniaceae",
      "reino": "Plantae",
      "orden": "Lamiales",
      "especie": "H. ochraceus",
      "division": "Magnoliophyta",
      "imagen": "images/H. ochraceus.jpg",
      "descripcion_corta": "Árbol caducifolio tropical, notable por su espectacular y densa floración de un amarillo intenso al final de la estación seca, cubriendo completamente sus ramas. Produce una madera dura y resistente muy valorada para la construcción y carpintería, y tiene usos medicinales tradicionales.",
      "descripcion_larga": "El Cortés es un árbol grande, capaz de alcanzar hasta 25 metros de altura y 50 cm de diámetro. Su rasgo más distintivo es su belleza ornamental, dada por la floración amarilla, que lo convierte en un punto focal en el paisaje. Sus hojas están compuestas por cinco folíolos de forma ovalada a elíptica, cubiertos por el envés de una capa densa de tricomas estrellados y pubescentes (pequeños pelos). Las flores, de un vibrante amarillo, se agrupan en inflorescencias que también presentan vellosidad. El fruto es una cápsula cilíndrica y alargada (13-35 cm), cubierta por una mezcla de tricomas dorados y estrellados, que contiene numerosas semillas aladas y muy delgadas para la dispersión por el viento.",
      "usos": "El Cortés se destaca por su triple utilidad: ornamental, maderera y medicinal tradicional. Ornamental: Es sumamente popular en proyectos de paisajismo urbano (parques, avenidas, jardines) gracias a su llamativa floración amarilla, que ocurre de manera sincronizada y abundante. Maderero: Su madera es dura, pesada y de excelente calidad, conocida por su durabilidad. Se emplea en construcciones pesadas, fabricación de pisos, y carpintería en general. A pesar de ser difícil de aserrar debido a la presencia de sílice (lo que aumenta su resistencia), su capacidad para ser lijada permite un acabado fino. Artesanalmente, la madera templada al fuego se ha usado para objetos que requieren alta resistencia al uso rudo. Medicinal Tradicional: La infusión de la corteza se utiliza en la medicina popular de algunas regiones. Se le atribuyen propiedades como astringente (contrae los tejidos) y diurético (aumenta la micción). También se ha empleado históricamente para el tratamiento de ciertas enfermedades y como posible antídoto contra venenos.",
      "distribucion": "Este árbol tiene una amplia distribución neotropical, extendiéndose desde América Central hasta América del Sur. Su rango abarca países como Honduras, Nicaragua, Costa Rica, Panamá, Colombia, Venezuela, Ecuador, Perú, Bolivia, Paraguay y el noroeste de Argentina. Muestra una preferencia por los bosques secos y las laderas, prosperando especialmente en suelos arenosos, rocosos y bien drenados, lo que subraya su resistencia a condiciones menos fértiles."
    },
    {
      "id": "almendra",
      "nombre_comun": "Almendra",
      "nombre_cientifico": "Terminalia catappa",
      "familia": "Combretaceae",
      "reino": "Plantae",
      "orden": "Myrtales",
      "especie": "T. catappa",
      "division": "Magnoliophyta",
      "imagen": "images/Terminalia catappa.jpg",
      "descripcion_corta": "Es un árbol tropical caducifolio de rápido crecimiento que alcanza hasta 35 m de altura, característico por su copa extendida, simétrica y aplanada en forma de jarrón en ejemplares maduros. Sus hojas grandes y brillantes cambian a tonos rojizos o amarillos antes de caer en la estación seca, un rasgo ornamental muy apreciado. Produce un fruto drupa con una semilla comestible de sabor similar a la almendra.",
      "descripcion_larga": "La Terminalia catappa es un árbol robusto que desarrolla una estructura distintiva con ramas distribuidas en pisos o verticilos horizontales. Las hojas son obovoides (forma de huevo invertida), de hasta 25 cm de longitud, de un color verde oscuro y con textura coriácea. Antes de su caída estacional, estas hojas experimentan una llamativa transformación cromática a colores vibrantes (rosado-rojizo, amarillo parduzco) debido a la presencia de pigmentos como la luteína. Sus flores monoicas (con órganos masculinos y femeninos en el mismo árbol) son pequeñas, sin pétalos, de color blanquecino a verdoso, agrupadas en espigas axilares o terminales. El fruto es ovalado y fibroso (drupa), que madura de verde a amarillo o rojo, conteniendo una única y dura semilla comestible.",
      "usos": "Ornamental: Es ampliamente cultivado en regiones tropicales por su densa sombra y su atractivo cambio de coloración foliar. Alimenticio: El fruto es comestible (ligeramente ácido), y su semilla interna se consume como un fruto seco, similar a una almendra. Maderable: Su madera roja es sólida, resistente al agua y se utiliza tradicionalmente en la fabricación de canoas, especialmente en Polinesia. Medicinal y Acuariofilia: Las hojas y la corteza se utilizan en diversas medicinas tradicionales (p. ej., contra disentería y diarrea), siendo ricas en taninos (como punicalina y tercatina) y flavonoides. En acuariofilia, las hojas secas son muy valoradas por los criadores de peces ornamentales (Bettas, Discos, Killis) debido a sus supuestas propiedades medicinales, antifúngicas y acondicionadoras del agua.",
      "distribucion": "Es originario de las regiones tropicales de Asia, África y Australia, pero debido a su amplio cultivo ornamental y la dispersión de sus semillas, se ha naturalizado y distribuido por la mayoría de las regiones tropicales del planeta, encontrándose hoy en día en muchas costas y litorales."
    },
    {
      "id": "guayaba",
      "nombre_comun": "Guayaba",
      "nombre_cientifico": "Psidium guajava L.",
      "familia": "Myrtaceae",
      "reino": "Plantae",
      "orden": "Myrtales",
      "especie": "P. guajava",
      "division": "Magnoliophyta",
      "imagen": "images/P. guajava.jpg",
      "descripcion_corta": "Arbusto o árbol pequeño, perennifolio o caducifolio, que produce una baya fragante y comestible, rica en vitamina C. Su corteza es gris y escamosa, y sus hojas, aromáticas al estrujarse, son simples y elípticas.",
      "descripcion_larga": "Es un árbol o arbusto que varía entre 2.5 y 10 metros de altura, con un tronco generalmente torcido y muy ramificado, cuya corteza gris se desescama. Posee hojas simples de color verde brillante a parduzco, oblongas o elípticas, muy fragantes. Sus flores son solitarias o en racimos, con 4 a 5 pétalos blancos y numerosos estambres. El fruto es una baya carnosa, de forma variable (ovoide, semiesférica o piriforme), de hasta 8 cm de diámetro, con el cáliz persistente en el ápice. La piel es amarillo-verdosa y la pulpa, que puede ser blanca, rosada, roja o amarilla, es agridulce y contiene muchas semillas pequeñas.",
      "usos": "Principalmente alimenticio e industrial debido a su fruto, que se consume fresco o se procesa extensivamente para elaborar dulces, jaleas, mermeladas (goiabada) y jugos, destacando por ser una de las frutas con mayor contenido de vitamina C. Medicinalmente, las hojas y la corteza son astringentes y ricas en taninos, empleándose tradicionalmente en cocimiento para tratar diarreas y úlceras. La madera es dura y se utiliza como leña. Además, es un árbol común en potreros como sombra.",
      "distribucion": "Originaria de América tropical (Caribe, Centroamérica y Sudamérica). Ha sido cultivada y naturalizada extensamente en regiones tropicales y subtropicales del mundo, incluyendo Hawái, Pakistán, India, Egipto, España y Sudáfrica. En América, se encuentra de forma silvestre y cultivada desde México hasta el norte de Argentina, y es común verla entre los 600 y 1500 m s.n.m. en países andinos como Colombia, Perú y Ecuador."
    },
    {
      "id": "guanacaste",
      "nombre_comun": "Mandagual o Guanacaste",
      "nombre_cientifico": "Enterolobium cyclocarpum",
      "familia": "Fabaceae",
      "reino": "Plantae",
      "orden": "Fabales",
      "especie": "E. cyclocarpum",
      "division": "Magnoliophyta",
      "imagen": "images/Enterolobium cyclocarpum.jpeg",
      "descripcion_corta": "Un gigante del trópico, conocido por su copa extremadamente ancha y alta, a menudo asociado con fuentes de agua. Se distingue por sus frutos en forma de círculo helicoidal que recuerdan a una oreja, y su madera resistente al agua.",
      "descripcion_larga": "Árbol caducifolio imponente que puede alcanzar de 16 a 28 metros de altura y un tronco masivo de hasta 4 metros de diámetro. Su silueta es notablemente extensa, lo que le da una apariencia similar a la del samán, pero con un ramaje más abierto y menos achatado. La característica más distintiva es su fruto: una legumbre en forma de oreja (círculo casi cerrado). Sus hojas son bipinnadas, parecidas a las del tamarindo. Es un indicativo de suelos ricos y, a menudo, de la presencia de ríos subterráneos.",
      "usos": "Produce una madera de alta durabilidad, fácil de trabajar y resistente al agua, ideal para muebles, ebanistería, acabados interiores, duelas y especialmente para la fabricación de canoas y embarcaciones ligeras.\n\nSus semillas tostadas son tan nutritivas como los frijoles, ricas en proteínas (32-41%), hierro y calcio, usándose en salsas, sopas y hasta como sustituto del café. Los tallos, frutos y hojas son un excelente forraje con alto contenido proteico (36% en semillas) para ganado bovino, porcino y equino.\n\nSu leña tiene un alto poder calórico (18 556 kj/kg), siendo una fuente energética recomendada.\n\nLa corteza se usa en infusiones como depurativo o para tratar el sarpullido. La goma del tronco (goma de caro) es un remedio tradicional para la bronquitis y resfriados, y los frutos verdes se emplean como astringente contra la diarrea.\n\nLa pulpa de sus vainas verdes contiene saponinas, por lo que se utiliza como sustituto natural del jabón. Su flor es melífera y su corteza/fruto es curtiente (tanino para pieles).",
      "distribucion": "Nativa de América tropical, extendiéndose desde el sur y oeste de México, a través de toda Centroamérica, hasta el norte de Sudamérica (Venezuela, Brasil) y el Caribe (Cuba, Jamaica, Trinidad). Crece mejor en bajas elevaciones (menos de 500 m), usualmente en regiones costeras o a lo largo de cursos de agua, prosperando en suelos como el vertisol."
    }
  ]
}